Repository: SpotIM/openweb-ios-sample-app
Catalog: OpenWeb-Development/OpenWeb-SDK/Resources/*.lproj/Localizable.strings
Languages: ar_001, de, es, hu, id, it, ja, ko, nl, pt_pt, th, tr, vi

source: Newest
ar_001: الأحدث
de: Neueste
es: Más reciente
hu: Legújabb
id: Terbaru
it: Il più recente
ja: 最新
ko: 최신 순
nl: Nieuwste
pt_pt: Mais Recente
th: ใหม่ที่สุด
tr: En Yeni
vi: Mới nhất

source: No
ar_001: لا
de: Nein
es: Cancelar
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
nl: Nee
th: ไม่ใช่
tr: Hayır
vi: Không

# NotAuthorPendingCommentStatusMessage
source: This comment is awaiting review.
ar_001: هذا التعليق قيد المراجعة.
de: Dieser Kommentar wartet auf Überprüfung.
es: Este comentario está en espera de revisión.
hu: Ez a hozzászólás jóváhagyásra vár.
id: Komentar ini sedang menunggu peninjauan.
it: Questo commento è in attesa di revisione.
ja: このコメントはレビュー待ちです。
ko: 이 코멘트는 검토 대기 중입니다
nl: Deze opmerking moet nog worden beoordeeld.
pt_pt: Este comentário está a aguardar revisão.
th: ความคิดเห็นนี้กำลังรอการตรวจสอบ
tr: Bu yorum incelenmeyi bekliyor.
vi: Bình luận này đang chờ xem xét.

source: Oldest
ar_001: الأقدم
de: Älteste
es: Más antiguo
hu: Legrégebbi
id: Terlama
it: Il più vecchio
ja: 最も古い
ko: 오래된 순
nl: Oudste
pt_pt: Mais Antigo
th: เก่าที่สุด
tr: En Eski
vi: Cũ nhất

source: Open settings
ar_001: أفتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri le impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pt_pt: Ir para Ajustes
th: เปิดการตั้งค่า
tr: Ayarları aç
vi: Mở cài đặt

source: Options menu
de: Optionsmenü
hu: Opciók menü
id: Menu opsi
it: Menu delle opzioni
ja: オプションメニュー
ko: 옵션 메뉴
nl: Menu Opties
th: เมนูตัวเลือก
tr: Seçenekler menüsü
vi: Menu tùy chọn

# OtherAppealTitle
source: Other
ar_001: غير ذلك
de: Sonstiges
es: Otros
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pt_pt: Outro
th: อื่น ๆ
tr: Diğer
vi: Khác

# OtherTitle
source: Other
ar_001: غير ذلك
de: Sonstiges
es: Otros
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pt_pt: Outro
th: อื่น ๆ
tr: Diğer
vi: Khác

# PendingCommentStatusMessage
source: Hold on, your comment is waiting for approval.
ar_001: انتظر، لا يزال تعليقك بانتظار الموافقة.
de: Ihre Bewertung wartet auf Freigabe.
es: Espere: su comentario está a la espera de aprobación.
hu: Kis türelmét kérjük. A megjegyzése jóváhagyásra vár.
id: Tertahan, komentar Anda sedang menunggu persetujuan.
it: Attendi, il tuo commento è in fase di approvazione.
ja: コメントが承認されるまでしばらくお待ちください。
ko: 기다려 주세요. 코멘트가 승인 대기 중입니다.
nl: Even geduld, je opmerking wacht op goedkeuring.
pt_pt: Aguarde, o seu comentário está à espera de aprovação.
th: เดี๋ยวก่อน ความคิดเห็นของคุณกำลังรอการอนุมัติ
tr: Bekleyin, yorumunuz onay bekliyor.
vi: Xin hãy kiên nhẫn, bình luận của bạn đang chờ phê duyệt.

# PendingReasonPerformanceReview
source: Certain comments are sent to an internal product performance review (it’s not you, it’s us)
ar_001: يتم إرسال بعض التعليقات إلى مراجعة أداء المنتج الداخلي (ليس أنت, إنما نحن)
de: Bestimmte Kommentare werden an eine interne Überprüfung der Produktleistung gesendet (es liegt also nicht an Ihnen, sondern an uns)
es: Algunos comentarios se envían a una revisión interna del rendimiento del producto (no eres tú, somos nosotros)
hu: Néhány megjegyzést elküldünk belső teljesítmény-felülvizsgálatra (nem Ön miatt, hanem miattunk)
id: Komentar tertentu dikirim ke tinjauan kinerja produk internal (kami yang melakukannya dan bukan Anda)
it: Alcuni commenti vengono inviati a una revisione interna delle prestazioni del prodotto (non è colpa tua, ma nostra)
ja: 社内の製品パフォーマンス測定のため、弊社により特定のコメントが審査される場合があります（ユーザーは操作できません）
ko: 특정 코멘트가 내부 제품 성능 검토를 위해 전송됩니다(사용자 때문이 아니라 당사의 내부적인 이유 때문입니다)
nl: Bepaalde opmerkingen worden naar een beoordeling van de interne productprestaties gestuurd (het ligt niet aan jou, het ligt aan ons)
pt_pt: Alguns comentários são enviados para uma análise interna do desempenho do produto (não é você, somos nós)
th: ความคิดเห็นบางความคิดเห็นจะถูกส่งไปยังการตรวจสอบประสิทธิภาพผลิตภัณฑ์ภายใน (ไม่ใช่คุณ แต่เป็นเรา)
tr: Bazı yorumlar, kurumiçi ürün değerlendirmesi amacıyla bir incelemenin konusunu teşkil ederler (sizden değil, bizden kaynaklanıyor)
vi: Một số bình luận sẽ được gửi đến buổi đánh giá hiệu suất sản phẩm nội bộ (không phải bạn mà là chúng tôi)

# PendingResonCommunityGuidelines
source: Your comment has been automatically flagged as it may not align with our community guidelines (You can revise your comment at any time)
ar_001: لقد تم وضع علامة على تعليقك بشكلٍ تلقائي لأنه قد لا يكون متوافقًا مع إرشادات مجتمعنا (بإمكانك مراجعة تعليقك في أي وقتٍ)
de: Ihr Kommentar wurde automatisch markiert, da er möglicherweise nicht mit unserer Community-Richtlinien übereinstimmt (Sie können Ihren Kommentar jederzeit überarbeiten)
es: Tu comentario se ha marcado automáticamente como que no se alinea con las normativas de nuestra comunidad (puedes revisarlo en cualquier momento)
hu: A hozzászólásod automatikusan meg lett jelölve, mert nincs összhangban a közösségi irányelvek előírásaival (Bármikor átírhatod a hozzászólást)
id: Komentar Anda secara otomatis ditandai karena mungkin tidak sesuai dengan panduan komunitas (Anda dapat merevisi komentar Anda kapan saja)
it: Il tuo commento è stato automaticamente segnalato poiché potrebbe non essere conforme al nostro linee guida della community (Puoi rivedere il tuo commento in qualsiasi momento)
ja: あなたのコメントは弊社の「コミュニティガイドライン」と一致しない可能性があるため,自動的にフラグが立てられました（コメントはいつでも修正できます）
ko: 댓글이 당사의 읽어보세요에 맞지 않을 수 있어 자동으로 신고되었습니다. (언제든지 댓글을 수정할 수 있습니다.)
nl: Je opmerking is automatisch gemarkeerd omdat deze misschien niet in overeenstemming met onze Richtlijnen voor de Community is (je kunt je opmerking te allen tijde herzien)
pt_pt: O seu comentário foi automaticamente assinalado por poder não estar de acordo com as nossas diretrizes da comunidade (pode analisar o seu comentário em qualquer altura)
th: คอมเมนต์ของคุณถูกกำหนดค่าสถานะโดยอัตโนมัติเนื่องจากคอมเมนต์อาจไม่สอดคล้องกับ หลักเกณฑ์ของชุมชน ของเรา (คุณสามารถแก้ไขคอมเมนต์ของคุณได้ทุกเมื่อ)
tr: Yorumunuz topluluk kuralları ile uyumlu olmayabileceği için otomatik olarak işaretlenmiştir (Yorumunuzu istediğiniz zaman düzeltebilirsiniz)
vi: Bình luận của bạn đã bị tự động gắn cờ vì nó có thể không phù hợp với nguyên tắc cộng đồng của chúng tôi (Bạn có thể sửa lại bình luận của mình bất kỳ lúc nào)

# PendingResonManualApproval
source: All comments on the site require manual approval (so nothing personal)
ar_001: تتطلب جميع التعليقات على الموقع موافقة يدوية (لذا فإن الأمر ليس شخصيًا)
de: Alle Kommentare auf der Website bedürfen der manuellen Genehmigung (es ist also nicht persönlich gemeint).
es: Todos los comentarios de la página web requieren una aprobación manual (nada personal)
hu: Az oldalon megjelentetni kívánt összes megjegyzést kézzel kell jóváhagyni (tehát nem személyfüggő)
id: Semua komentar di situs harus mendapatkan persetujuan manual (jadi tak masalah)
it: Tutti i commenti sul sito richiedono l'approvazione manuale (quindi niente di personale)
ja: 掲載されるすべてのコメントは手動による承認が必要です（非公開にすることはできません
ko: 사이트의 모든 코멘트에는 수동 승인이 필요합니다(개인적인 사유가 아닙니다)
nl: Alle opmerkingen op de site moeten handmatig worden goedgekeurd (dus niets persoonlijks)
pt_pt: Todos os comentários no site requerem aprovação manual (por isso, nada de pessoal)
th: ความคิดเห็นทั้งหมดบนเว็บไซต์ต้องได้รับการอนุมัติด้วยตนเอง (ดังนั้นจึงไม่มีความเป็นส่วนตัว)
tr: Sitedeki tüm yorumlar manuel onay gerektirir (yani kişisel bir söz konusu değil)
vi: Tất cả các bình luận trên trang web đều yêu cầu phê duyệt thủ công (không có vấn đề cá nhân nào ở đây)

source: Popular
ar_001: الشائع
de: Beliebt
hu: Népszerű
id: Populer
it: Popolare
ja: 人気
ko: 인기 글
nl: Populair
th: ยอดนิยม
tr: Popüler
vi: Phổ biến

source: Post
ar_001: نشر
de: Beitrag erstellen
es: Comentar
hu: Bejegyzés
id: Posting
ja: 投稿
ko: 게시
nl: Bericht
pt_pt: Publicar
th: โพสต์
tr: Yayınla
vi: Đăng tải

source: Post a Comment
ar_001: انشر تعليق
es: Publicar un comentario
hu: Hozzászólás közzététele
id: Posting Komentar
it: Pubblica un commento
ja: コメントを投稿
ko: 코멘트 게시
nl: Plaats een opmerking
pt_pt: Poste um Comentário
th: โพสต์ความคิดเห็น
tr: Bir Yorum Yayınla
vi: Đăng bình luận

source: Powered by
de: Angetrieben von
es: Desarrollado por
hu: Működtető:
id: Didukung oleh
it: Basato su
ja: 提供：
ko: 제공자:
nl: Mogelijk gemaakt door
pt_pt: Alimentado por
th: ขับเคลื่อนโดย
tr: Destekleyen
vi: Được hỗ trợ bởi

source: Powered by OpenWeb
de: Angetrieben von OpenWeb
hu: Működtető: OpenWeb
id: Didukung oleh OpenWeb
it: Basato su OpenWeb
ja: 提供：OpenWeb
ko: 제공자: OpenWeb
nl: Mogelijk gemaakt door OpenWeb
th: ขับเคลื่อนโดย OpenWeb
tr: Destekleyen OpenWeb
vi: Được hỗ trợ bởi OpenWeb

source: Privacy
ar_001: الخصوصية
de: Datenschutz
es: Privacidad
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보 보호
pt_pt: Privacidade
th: ความเป็นส่วนตัว
tr: Gizlilik
vi: Quyền riêng tư

source: Profile image
de: Profilbild
hu: Profilkép
id: Gambar profil
it: Immagine del profilo
ja: プロフィール画像
ko: 프로필 이미지
nl: Profielafbeelding
th: รูปภาพโปรไฟล์
tr: Profil görseli
vi: Ảnh hồ sơ

# ProfileSubtitle
source: Inappropriate username, avatar, bio, impersonation
ar_001: اسم مستخدم غير مناسب، صورة شخصية غير مناسبة، أو تعريف شخصي غير مناسب، انتحال هوية
de: Unangemessener Benutzername, Avatar, Lebenslauf, Vortäuschung einer anderen Person
es: Nombre de usuario, avatar, biografía, personificación inapropiados
hu: Nem megfelelő felhasználónév, avatar, életrajz, megszemélyesítés
id: Nama pengguna, avatar, biodata, peniruan identitas yang tidak pantas
it: Nome utente, avatar, biografia inappropriati, imitazione di un altro utente
ja: 不適切なユーザー名、アバター、プロフィール、なりすまし
ko: 부적절한 사용자 이름, 아바타, 소개 글, 사칭
nl: Ongepaste gebruikersnaam, avatar, bio, imitatie
pt_pt: Nome de utilizador, avatar, biografia, usurpação de identidade inapropriados
th: ชื่อผู้ใช้ อวาตาร์ ประวัติ การแอบอ้างบุคคลอื่นที่ไม่เหมาะสม
tr: Uygunsuz kullanıcı adı, avatar, biyografi, kimlik taklidi
vi: Tên người dùng, ảnh đại diện, tiểu sử, mạo danh không phù hợp

# ProfileTitle
source: Profile
ar_001: الملف الشخصي
de: Profil
es: Perfil
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pt_pt: Perfil
th: โปรไฟล์
tr: Profil
vi: Hồ sơ

source: Read our
ar_001: اقرأ
de: Lesen Sie unsere
es: Lee nuestra
hu: Olvasd el a következőt
id: bacalah
it: Leggi le nostre
ja: 「お読みください：」
ko: 커뮤니티 가이드라인을
nl: Lees onze
pt_pt: Leia os nossos
th: อ่าน
tr: Oku
vi: Đọc

source: Recommend
ar_001: يوصي
de: Empfehlen
es: Me Gusta
hu: Ajánlás
id: Sarankan
it: Consiglia
ja: おすすめ
ko: 추천
nl: Aanbevelen
pt_pt: Recomendar
th: แนะนำ
tr: Tavsiye Et
vi: Đề xuất

# RejectReasonEnsureCivil
source: All of our decisions are designed to ensure civil, open and inclusive discourse within the community.
ar_001: إن جميع قراراتنا مُصممة لضمان خطاب مدني مفتوح وشامل داخل المجتمع.
de: Alle unsere Entscheidungen sind darauf ausgerichtet, einen zivilen, offenen und inklusiven Diskurs innerhalb der Community zu gewährleisten.
es: Todas nuestras decisiones están pensadas para garantizar un discurso civil, abierto e integrador dentro de la comunidad.
hu: Minden döntésünk célja a civil, nyitott és befogadó párbeszéd biztosítása a közösségen belül.
id: Kami menyusun semua keputusan demi memastikan wacana yang beradab, terbuka, dan inklusif dalam komunitas.
it: Tutte le nostre decisioni sono pensate per assicurare una comunicazione civile, aperta e inclusiva all'interno della community.
ja: 我々の全ての決定は,コミュニティ内で礼儀正しく,開かれた,包摂的な会話を確保するために,設計されています。
ko: 모든 결정은 커뮤니티 내에서 예의 바르고, 개방적이며, 포용적인 담론을 보장하도록 설계되었습니다.
nl: Al onze beslissingen hebben tot doel een beschaafde, open en inclusieve dialoog binnen de community te waarborgen.
pt_pt: Todas as nossas decisões são concebidas para garantir um discurso civil, aberto e inclusivo no seio da comunidade.
th: การตัดสินใจทั้งหมดของเราได้รับการออกแบบมาเพื่อให้แน่ใจว่าการสนทนาจะมีความเป็นกันเอง เปิดกว้าง และครอบคลุมภายในชุมชน
tr: Tüm kararlarımız, topluluk içinde medeni, açık ve kapsayıcı bir söylem sağlamak için tasarlanmıştır.
vi: Tất cả các quyết định của chúng tôi đều được thiết kế để đảm bảo diễn ngôn lịch sự, cởi mở và toàn diện trong cộng đồng.

# RejectReasonMachineLearning
source: We use advanced machine learning technology combined with unbiased human moderation to review all questionable content.
ar_001: إننا نستخدم تقنية التعلم الآلي المتقدمة بالإضافة إلى الاعتدال البشري غير المتحيز لمراجعة جميع المحتوى المشكوك فيه.
de: Wir verwenden modernste maschinelle Lerntechnologie in Kombination mit unvoreingenommener menschlicher Moderation, um alle fragwürdigen Inhalte zu überprüfen.
es: Usamos tecnología avanzada de aprendizaje automático combinada con una moderación humana imparcial para revisar cualquier contenido cuestionable.
hu: Fejlett gépi tanulási technológiát használunk, és elfogulatlan emberi moderálást alkalmazunk az összes megkérdőjelezhető tartalom áttekintésére.
id: Kami menggunakan perpaduan teknologi pembelajaran mesin canggih dan moderasi manusia yang adil untuk meninjau semua konten yang patut dipertanyakan.
it: Utilizziamo tecnologie avanzate di apprendimento automatico combinate con l'intervento imparziale di moderatori umani per esaminare tutti i contenuti discutibili.
ja: 我々は,高度な機械学習技術を,偏りのない人間によるモデレーションと組み合わせて用いて,全ての疑わしいコンテンツを審査しています。
ko: 당사는 사람의 편견 없는 중재와 결합된 고급 머신 러닝 기술을 사용하여 모든 의심스러운 콘텐츠를 검토합니다.
nl: We gebruiken geavanceerde machine learning-technologie in combinatie met onpartijdige, menselijke moderatie om alle twijfelachtige inhoud te beoordelen.
pt_pt: Utilizamos tecnologia avançada de aprendizagem automática combinada com moderação humana imparcial para analisar todos os conteúdos questionáveis.
th: เราใช้เทคโนโลยีแมชชีนเลิร์นนิ่งขั้นสูงร่วมกับการกลั่นกรองโดยมนุษย์อย่างเป็นกลางเพื่อตรวจสอบเนื้อหาที่น่าสงสัยทั้งหมด
tr: Tüm şüpheli içeriği incelemek için tarafsız insan denetimiyle birleştirilmiş gelişmiş makine öğrenimi teknolojisini kullanıyoruz.
vi: Chúng tôi sử dụng công nghệ học máy tiên tiến kết hợp với sự kiểm duyệt không thiên vị của con người để xem xét tất cả nội dung có vấn đề.

# RejectReasonWeDoNotCensor
source: We do not censor. Our mission is to help build thriving communities and encourage open and civil conversations.
ar_001: نحن لا نفرض الرقابة. إنما تُعد مهمتنا هي المساعدة في بناء مجتمعات مزدهرة وتشجيع المحادثات المفتوحة والمدنية.
de: Wir zensieren nicht. Unsere Aufgabe ist es, den Aufbau lebendiger Communitys zu unterstützen und offene, zivile Diskussionen zu fördern.
es: No censuramos. Nuestra misión es ayudar a crear comunidades prósperas e incentivar conversaciones abiertas y civiles.
hu: Nem cenzúrázunk. Küldetésünk, hogy segítsük a virágzó közösségek felépítését, és ösztönözzük a nyílt és civil beszélgetéseket.
id: Kami tidak melakukan sensor. Kami punya misi untuk membantu membangun komunitas yang berkembang dan mendorong percakapan yang terbuka dan sopan.
it: Il nostro obiettivo non è censurare. La nostra missione è contribuire alla creazione di community fiorenti e incoraggiare conversazioni aperte e civili.
ja: 我々は検閲を行いません。我々の使命は,盛んなコミュニティ作りを支援し,開かれた,礼儀正しい会話を促進することです。
ko: 검열을 하지 않습니다. 당사의 사명은 번영하는 커뮤니티를 구축하고 개방적이고 예의 바른 대화를 장려하는 것입니다.
nl: We censureren niet. Het is onze missie om levendige community's te helpen opbouwen en open en beschaafde gesprekken aan te moedigen.
pt_pt: Não censuramos. A nossa missão é ajudar a construir comunidades prósperas e encorajar conversas abertas e civis.
th: เราไม่เซ็นเซอร์ ภารกิจของเราคือการช่วยสร้างชุมชนที่เจริญรุ่งเรืองและส่งเสริมการสนทนาที่เปิดกว้างและเป็นกันเอง
tr: Sansürlemiyoruz. Misyonumuz, gelişen topluluklar oluşturmaya yardımcı olmak ve açık ve medeni konuşmaları teşvik etmektir.
vi: Chúng tôi không kiểm duyệt. Sứ mệnh của chúng tôi là giúp xây dựng các cộng đồng thịnh vượng và khuyến khích các cuộc trò chuyện cởi mở và văn minh.

# RejectReasonsTitle
source: How do we reach our decisions?
ar_001: كيف نتوصل إلى قراراتنا؟
de: Wie fällen wir unsere Entscheidungen?
es: ¿Cómo tomamos nuestras decisiones?
hu: Hogyan hozzuk meg döntéseinket?
id: Bagaimana kami menyimpulkan keputusan kami?
it: In che modo prendiamo le nostre decisioni?
ja: どのようにして決定に至るのですか？
ko: 어떻게 결정을 내립니까?
nl: Hoe komen we tot onze beslissingen?
pt_pt: Como é que tomamos as nossas decisões?
th: เราจะบรรลุการตัดสินใจของเราได้อย่างไร
tr: Kararlarımıza nasıl ulaşırız?
vi: Chúng tôi đi đến quyết định của mình như thế nào?

# RejectedCommentStatusMessage
source: Your comment was rejected.
ar_001: تم رفض تعليقك.
de: Ihr Kommentar wurde abgelehnt.
es: Su comentario ha sido rechazado.
hu: Hozzászólásod elutasításra került.
id: Komentar Anda ditolak.
it: Il tuo commento è stato rifiutato.
ja: コメントが拒否されました
ko: 코멘트가 거부되었습니다.
nl: Je opmerking is afgewezen.
pt_pt: O seu comentário foi rejeitado.
th: ความคิดเห็นของคุณถูกปฏิเสธ
tr: Yorumunuz reddedildi.
vi: Bình luận của bạn đã bị từ chối.

source: Replies
ar_001: الردود
de: Antworten
es: Respuestas
hu: Válaszok
id: Balasan
it: Risposte
ja: 返信
ko: 답글
nl: Reacties
pt_pt: Respostas
th: ตอบกลับ
tr: Yanıtlar
vi: Câu trả lời

source: Reply
ar_001: رد
de: Antworten
es: Responder
hu: Válasz
id: Balas
it: Rispondi
ja: 返信
ko: 답글
nl: Reactie
pt_pt: Responder
th: การตอบกลับ
tr: Yanıtla
vi: Câu trả lời

source: Replying to
ar_001: الرد على
de: Antwort an
es: Responder a
hu: Válasz a következőnek
id: Membalas ke
it: Risposta a
ja: 以下に返信しています
ko: 다음 대상에 답글 작성
nl: Reageren op
pt_pt: A responder a
th: กำลังตอบกลับ
tr: Yanıt veriliyor
vi: Đang trả lời

source: Report
ar_001: ابلغ
de: Melden
es: Reportar
hu: Jelentés
id: Laporkan
it: Segnala
ja: 報告
ko: 신고
nl: Rapporteer
pt_pt: Denunciar
th: รายงาน
tr: Şikayet et
vi: Báo cáo

# ReportReasonCancelCancelButton
source: Cancel Report
ar_001: تقرير الإلغاء
de: Bericht abbrechen
es: Cancelar informe
hu: Jelentés törlése
id: Batalkan Laporan
it: Cancella segnalazione
ja: 報告を取り消す
ko: 신고 취소
nl: Rapport annuleren
pt_pt: Cancelar Denúncia
th: ยกเลิกรายงาน
tr: Raporu İptal Et
vi: Hủy báo cáo

# ReportReasonCancelContinueButton
source: Continue reporting
ar_001: مواصلة الإبلاغ
de: Bericht fortsetzen
es: Continuar con el informe
hu: Jelentés folytatása
id: Lanjutkan melaporkan
it: Continua con la segnalazione
ja: 報告を続ける
ko: 계속 신고하기
nl: Doorgaan met rapportage
pt_pt: Continuar a Denúncia
th: รายงานต่อ
tr: Rapor Etmeye Devam Et
vi: Tiếp tục báo cáo

# ReportReasonCancelSubtitle
source: Are you sure you want to cancel your report and delete the reason you provided?
ar_001: هل أنت متأكد أنك تريد إلغاء الإبلاغ وحذف السبب الذي قدمته؟
de: Sind Sie sicher, dass Sie Ihren Bericht stornieren und den von Ihnen angegebenen Grund löschen möchten?
es: ¿Está seguro de que quiere cancelar el informe y eliminar la razón que ha aportado?
hu: Biztosan visszavonja a bejelentést, és törölni szeretné a megadott okot?
id: Anda yakin ingin membatalkan laporan dan menghapus alasan yang Anda masukkan?
it: Sei sicuro di voler eliminare la tua segnalazione e di voler cancellare il motivo per il quale l'hai inviata?
ja: 報告を取り消し,提供された理由を削除してよろしいですか？
ko: 신고를 취소하고 입력하신 사유를 삭제하시겠습니까?
nl: Weet je zeker dat je je rapport wilt annuleren en de reden die je hebt opgegeven wilt verwijderen?
pt_pt: Tem a certeza de que pretende cancelar a sua denúncia e apagar a razão que disponibilizou?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกรายงานและลบเหตุผลที่คุณระบุ
tr: Raporunuzu iptal etmek ve verdiğiniz sebebi silmek istediğinizden emin misiniz?
vi: Bạn chắc chắn muốn hủy báo cáo và xóa lý do bạn đã cung cấp?

# ReportReasonCancelTitle
source: Cancel Report
ar_001: تقرير الإلغاء
de: Bericht abbrechen
es: Cancelar informe
hu: Jelentés törlése
id: Batalkan Laporan
it: Cancella segnalazione
ja: 報告を取り消す
ko: 신고 취소
nl: Rapport annuleren
pt_pt: Cancelar Denúncia
th: ยกเลิกรายงาน
tr: Raporu İptal Et
vi: Hủy báo cáo

# ReportReasonHelpUsClickText
source: (learn more)
ar_001: (معرفة المزيد)
de: (mehr erfahren)
es: (más información)
hu: (tudj meg többet)
id: (pelajari selengkapnya)
it: (per saperne di più)
ja: （詳細はこちら）
ko: (자세히 알아보기)
nl: (meer informatie)
pt_pt: (saiba mais)
th: (เรียนรู้เพิ่มเติม)
tr: (daha fazla bilgi)
vi: (tìm hiểu thêm)

# ReportReasonHelpUsTitle
source: To help us understand the problem, please choose which of these options best describe the violation (learn more)
ar_001: لمساعدتنا في فهم المشكلة, يرجى اختيار أي من هذه الخيارات يصف الانتهاك على أفضل نحو (معرفة المزيد)
de: Damit wir das Problem verstehen können, wählen Sie bitte aus, welche dieser Optionen den Verstoß am besten beschreibt. (Mehr erfahren)
es: Para ayudarnos a comprender el problema, seleccione cuál de estas opciones es la que mejor describe la infracción (más información)
hu: Annak érdekében, hogy jobban érthessük a problémát, válaszd ki, hogy az alábbi lehetőségek közül melyik írja le legjobban a szabálysértést (tudj meg többet)
id: Untuk membantu kami memahami masalah, harap pilih opsi mana yang paling sesuai dengan pelanggaran (pelajari selengkapnya)
it: Per aiutarci a comprendere il problema, scegli l'opzione, fra le seguenti, che descrive al meglio la violazione (per saperne di più)
ja: 問題をよりよく理解できるように,違反を最もよく表している選択肢を次の中から選択してください（詳細はこちら）
ko: 문제를 이해하는 데 도움이 되도록, 위반 사항을 가장 잘 설명하는 옵션을 선택해 주세요(자세히 알아보기)
nl: Geef aan welke van deze opties de schending het best omschrijft om ons meer inzicht te geven in het probleem (meer informatie)
pt_pt: Para nos ajudar a compreender o problema, por favor escolha qual destas opções melhor descreve a violação (saiba mais)
th: เพื่อช่วยให้เราเข้าใจปัญหา โปรดเลือกตัวเลือกใดตัวเลือกหนึ่งที่อธิบายการละเมิดได้ดีที่สุด (เรียนรู้เพิ่มเติม)
tr: Sorunu anlamamıza yardımcı olması için, lütfen aşağıdakilerden ihlali en iyi tanımlayanı seçin (daha fazla bilgi)
vi: Để giúp chúng tôi hiểu vấn đề, vui lòng chọn tùy chọn mô tả đúng nhất về vi phạm (tìm hiểu thêm)

# ReportReasonSubmittedSubtitle
source: You will be notified via email about the moderation decision
ar_001: سيتم إخطارك بالبريد الإلكتروني بشأن قرار الإدارة
de: Sie werden per E-Mail über die Entscheidung der Moderatoren benachrichtigt
es: Se te notificará a través de correo electrónico con respecto a la decisión de la moderación
hu: A moderálás döntésről e-mail értesítést küldünk
id: Kami akan memberitahu Anda lewat email tentang keputusan moderasi
it: Riceverai una notifica tramite email sulla decisione della moderazione
ja: モデレーションの決定については,メールにてお知らせします
ko: 중재 결정에 대해 이메일을 통해 알려드리겠습니다
nl: U wordt per e-mail op de hoogte gebracht van de moderatiebeslissing
pt_pt: Será notificado por e-mail sobre a decisão de moderação
th: คุณจะได้รับการแจ้งเตือนทางอีเมลเกี่ยวกับการตัดสินใจในการกลั่นกรอง
tr: Moderasyon kararı hakkında e-postayla bilgilendirileceksiniz
vi: Bạn sẽ được thông báo qua email về quyết định kiểm duyệt

# ReportReasonSubmittedTitle
source: Thank You for Your Feedback!
ar_001: شكراً لك على ملاحظاتك!
de: Vielen Dank für Ihr Feedback!
es: ¡Gracias por tus comentarios!
hu: Köszönjük a visszajelzésed!
id: Terima kasih atas Umpan Balik Anda!
it: Grazie per il feedback!
ja: ご意見ありがとうございます！
ko: 피드백을 보내주셔서 감사합니다!
nl: Bedankt voor uw feedback!
pt_pt: Obrigado pela sua opinião!
th: ขอขอบคุณสำหรับข้อเสนอแนะของคุณ!
tr: Geri Bildiriminiz için Teşekkür Ederiz!
vi: Cảm ơn bạn đã phản hồi!

# ReportReasonTextViewMandatoryPlaceholder
source: Please provide additional information
ar_001: نرجو تقديم معلومات إضافية
de: Bitte geben Sie zusätzliche Informationen an
es: Por favor, proporcione información adicional
hu: Adj meg további információkat
id: Harap masukkan informasi tambahan
it: Fornisci ulteriori informazioni
ja: 追加情報を入力してください
ko: 추가적인 정보를 제공해 주세요
nl: Verstrek aanvullende informatie
pt_pt: Forneça informações adicionais
th: โปรดระบุข้อมูลเพิ่มเติม
tr: Lütfen ek bilgi sağlayın
vi: Vui lòng cung cấp thêm thông tin
