Repository: SpotIM/openweb-ios-sample-app
Catalog: OpenWeb-Development/OpenWeb-SDK/Resources/*.lproj/Localizable.strings
Languages: ar_001, de, es, hu, id, it, ja, ko, nl, pt_pt, th, tr, vi

# CommmenterAppealCancelSubtitle
source: Are you sure you want to cancel your appeal and delete the reason you provided?
ar_001: هل متأكد أنك تود إلغاء طلبك لإعادة النظر وحذف السبب الذي قدمته؟
de: Sind Sie sicher, dass Sie Ihren Widerspruch zurücknehmen und den von Ihnen angegebenen Grund löschen möchten?
es: ¿Seguro que quieres cancelar tu apelación y borrar el motivo que proporcionaste?
hu: Biztosan visszavonod a fellebbezést, és törlöd a megadott okot?
id: Anda yakin ingin membatalkan banding dan menghapus alasan yang Anda masukkan?
it: Intendi realmente annullare il ricorso ed eliminare la motivazione fornita?
ja: 異議申し立てをキャンセルし、入力した理由を削除してもよろしいですか？
ko: 이의신청을 취소하고 입력하신 사유를 삭제하시겠습니까?
nl: Weet je zeker dat je je bezwaar wilt intrekken en de reden die je hebt opgegeven wilt verwijderen?
pt_pt: Tem a certeza que quer cancelar a sua reclamação e eliminar o motivo que apresentou?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการอุทธรณ์และลบเหตุผลที่คุณระบุ
tr: İtirazınızı iptal etmek ve sunduğunuz nedeni silmek istediğinizden emin misiniz?
vi: Bạn chắc chắn muốn hủy khiếu nại và xóa lý do bạn đã cung cấp?

source: Community Guidelines
ar_001: إرشادات المجتمع
de: Community-Richtlinien
es: Normas de la comunidad
hu: Közösségi irányelvek
id: Panduan Komunitas
it: Linee guida della community
ja: コミュニティガイドライン
ko: 커뮤니티 가이드라인
nl: Richtlijnen van de community
pt_pt: Diretrizes da Comunidade
th: หลักเกณฑ์ของชุมชน
tr: Topluluk İlkeleri
vi: Nguyên tắc cộng đồng

source: Community Moderator
ar_001: منسّق مجتمعي
es: Moderador de la comunidad
hu: Közösségi moderátor
id: Moderator Komunitas
it: Moderatore della community
ja: コミュニティモデレーター
ko: 커뮤니티 중재자
nl: Moderator voor de community
pt_pt: Moderador(a) da Comunidade
th: ผู้ดูแลชุมชน
tr: Topluluk Moderatörü
vi: Người kiểm duyệt cộng đồng

# ConnectivityErrorMessage
source: Whoops! Looks like we’re experiencing some connectivity issues.
ar_001: عفوًا! يبدو أن لدينا مشكلة في الاتصال. حاول مجددا
de: Ups! Sieht so aus, als ob wir einige Verbindungsprobleme haben.
es: Whoops! Parece que estamos experimentando algunos problemas de conectividad.
hu: Hoppá! Úgy tűnik valami gond van a csatlakozással
id: Ups! Sepertinya kami mengalami sejumlah masalah konektivitas.
it: Ops! Sembra che stiamo avendo delle difficoltà di connessione
ja: おっと！接続に 問題が発生 しているようです。
ko: 죄송합니다! 현재 연결 상태에 기술적인 문제가 있는 것 같습니다.
nl: Oei! Zo te zien is er iets mis met de verbinding.
pt_pt: Ups! Parece que estamos a passar por alguns problemas de ligação.
th: อ๊ะ! ดูเหมือนว่าเรากำลัง ประสบปัญหาการเชื่อมต่อ บางประการ
tr: Amanın! Görünüşe göre bazı bağlantı sorunları yaşıyoruz.
vi: Rất tiếc! Dường như chúng tôi đang gặp một số vấn đề về kết nối.

source: Controversial
ar_001: مثيرة للجدل
de: Kontrovers
es: Controvertido
hu: Vitatott
id: Kontroversial
it: Controverso
ja: 物議を醸している
ko: 논란 글
nl: Controversieel
pt_pt: Controverso
th: เป็นที่ถกเถียง
tr: Tartışmalı
vi: Gây tranh cãi

source: Conversation
ar_001: محادثة
de: Gespräch
es: Conversación
hu: Beszélgetés
id: Percakapan
it: Conversazione
ja: 会話
ko: 대화
nl: Gesprek
pt_pt: Conversa
th: การสนทนา
tr: Sohbet

# CopyrightInfringementSubtitle
source: Use of your copyrighted work without authorization
ar_001: استخدام عملك المحمي بحقوق الطبع والنشر دون إذن
de: Verwendung Ihres urheberrechtlich geschützten Werks ohne Genehmigung
es: Uso de su obra protegida por derechos de autor sin autorización
hu: A szerzői jog által védett műved engedély nélküli felhasználása
id: Penggunaan karya berhak cipta tanpa izin
it: Utilizzo di opere protette da copyright senza autorizzazione
ja: あなたの著作物が無断使用されている
ko: 허가 없이 저작물 사용
nl: Gebruik van auteursrechtelijk beschermde inhoud zonder toestemming
pt_pt: Uso não autorizado de conteúdos protegidos por direitos de autor
th: การใช้งานที่มีลิขสิทธิ์ของคุณโดยไม่ได้รับอนุญาต
tr: Telif hakkıyla korunan çalışmanızın izinsiz kullanılması
vi: Sử dụng tác phẩm có bản quyền của bạn mà không được phép

# CopyrightInfringementTitle
source: Copyright infringement
ar_001: انتهاك حقوق الملكية
de: Verstoß gegen das Urheberrecht
es: Infracción de los derechos de autor
hu: Szerzői jogok megsértése
id: Pelanggaran hak cipta
it: Violazione di copyright
ja: 著作権侵害
ko: 저작권 침해
nl: Schending van auteursrechten
pt_pt: Violação de direitos de autor
th: การละเมิดลิขสิทธิ์
tr: Telif Hakkı İhlali
vi: Vi phạm bản quyền

# Days
source: d
ar_001: ايام
de: T.
es: días
hu: n
id: h
it: g
ja: 日
ko: 일
th: วัน
tr: g
vi: ngày

source: Delete
ar_001: حذف
de: Löschen
es: Borrar
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt_pt: Eliminar
th: ลบ
tr: Sil
vi: Xóa

# DeleteCommentMessage
source: Are you sure you want to delete this comment?
ar_001: هل أنت متأكد من أنك تريد حذف هذا التعليق؟
de: Möchten Sie diesen Kommentar wirklich löschen?
es: ¿Estás seguro de que quieres borrar este comentario?
hu: Biztosan törlöd ezt a hozzászólást?
id: Anda yakin ingin menghapus komentar ini?
it: Vuoi eliminare questo commento?
ja: このコメントを削除してもよろしいですか？
ko: 이 코멘트를 삭제하시겠습니까?
nl: Weet je zeker dat je deze opmerking wilt verwijderen?
pt_pt: Você tem certeza que quer excluir este comentário?
th: คุณแน่ใจหรือไม่ว่าต้องการลบความคิดเห็นนี้
tr: Bu yorumu silmek istediğinizden emin misiniz?
vi: Bạn thực sự muốn xóa bình luận này?

# DeleteCommentTitle
source: Delete Comment
ar_001: حذف التعليق
de: Kommentar löschen
es: Borrar comentario
hu: Hozzászólás törlése
id: Hapus Komentar
it: Cancella commento
ja: コメントを削除
ko: 코멘트 삭제
nl: Reactie verwijderen
pt_pt: Eliminar Comentário
th: ลบความคิดเห็น
tr: Yorumu Sil
vi: Xóa bình luận

# DeletedCommentMessage
source: This message was deleted.
ar_001: تم حذف هذه الرسالة.
de: Diese Nachricht wurde gelöscht.
es: Este mensaje ha sido eliminado.
hu: Ezt az üzenetet törölték
id: Pesan ini telah dihapus.
it: Questo messaggio è stato cancellato
ja: このメッセージは削除されました。
ko: 이 메시지는 삭제되었습니다.
nl: Dit bericht is verwijderd.
pt_pt: Esta mensagem foi eliminada.
th: ข้อความนี้ถูกลบ
tr: Bu mesaj silindi.
vi: Tin nhắn này đã bị xóa.

# DisagreeGuidelinesAppealTitle
source: I disagree with the community guidelines
ar_001: أنا لا أتفق مع إرشادات المجتمع
de: Ich stimme den Community-Richtlinien nicht zu
es: Estoy en desacuerdo con las directrices de la comunidad
hu: Nem értek egyet a közösségi szabályokkal
id: Saya tidak setuju dengan panduan komunitas
it: Non sono d'accordo con le linee guida della community
ja: コミュニティガイドラインに同意しません
ko: 커뮤니티 가이드라인에 동의하지 않습니다
nl: Ik ben het niet eens met de richtlijnen van de community
pt_pt: Não concordo com as diretrizes da comunidade
th: ฉันไม่เห็นด้วยกับหลักเกณฑ์ของชุมชน
tr: Topluluk yönergelerine katılmıyorum
vi: Tôi không đồng ý với nguyên tắc cộng đồng

# DontUnderstandGuidelinesAppealTitle
source: I don’t understand the community guidelines
ar_001: أنا لا أفهم إرشادات المنتدى
de: Ich verstehe die Community-Richtlinien nicht
es: No entiendo las directrices de la comunidad
hu: Nem értem a közösségi szabályokat
id: Saya tidak memahami panduan komunitas
it: Non capisco le linee guida della community
ja: コミュニティガイドラインを理解していません
ko: 커뮤니티 가이드라인을 이해할 수 없습니다
nl: Ik begrijp de richtlijnen van de community niet
pt_pt: Não percebo as diretrizes da comunidade
th: ฉันไม่เข้าใจหลักเกณฑ์ของชุมชน
tr: Topluluk yönergelerini anlamıyorum
vi: Tôi không nắm được nguyên tắc cộng đồng

source: Down vote button
de: Downvote-Schaltfläche
hu: Negatív szavazat gomb
id: Tombol pilih menurun
it: Pulsante del voto negativo
ja: 反対ボタン
ko: 싫어요 버튼
nl: Knop negatieve beoordelingen
th: ปุ่มโหวตไม่เห็นด้วย
tr: Aşağı oy düğmesi
vi: Nút chọn Phản đối

source: Edit
ar_001: يحرر
de: Bearbeiten
es: Editar
hu: Szerkesztés
id: Sunting
it: Modifica
ja: 編集
ko: 편집
nl: Aanpassen
pt_pt: Editar
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa

# EditComment
source: Edit a comment
ar_001: تحرير تعليق
de: Kommentar bearbeiten
es: Editar un comentario
hu: Hozzászólás szerkesztése
id: Edit komentar
it: Modifica un commento
ja: コメントを編集
ko: 코멘트 편집
nl: Bewerk een opmerking
th: แก้ไขความคิดเห็น
tr: Bir yorumu düzelt
vi: Chỉnh sửa bình luận

source: (Edited)
ar_001: (تم تحريره)
de: (Bearbeitet)
es: (Editado)
hu: (Szerkesztett)
id: (Diedit)
it: (Modificato)
ja: (編集済み)
ko: (편집됨)
nl: (Aangepast)
pt_pt: (Editado)
th: (แก้ไขแล้ว)
tr: (Düzenlendi)
vi: (Đã chỉnh sửa)

source: Editing comment
ar_001: تعديل التعليق
de: Kommentar wird bearbeitet
es: Editando comentario
hu: Hozzászólás szerkesztése
id: Mengedit komentar
it: Modifica del commento in corso
ja: コメントを編集しています
ko: 코멘트 편집
nl: Bezig met bewerken van opmerking
pt_pt: A editar comentário
th: กำลังแก้ไขความคิดเห็น
tr: Yorum düzenleniyor
vi: Chỉnh sửa bình luận

# EmptyConversation
source: Start the conversation and share your thoughts and ideas with the community.
ar_001: ابدأ المحادثة وشارك آراءك وأفكارك مع المجتمع.
de: Beginnen Sie die Unterhaltung und teilen Sie Ihre Gedanken und Ideen mit der Gemeinschaft.
es: Empieza la conversación y comparte tu opinión y tus ideas con la comunidad.
hu: Indítsd el a beszélgetést, és oszd meg gondolataidat és ötleteidet a közösséggel.
id: Mulai percakapan dan bagikan pemikiran dan gagasan Anda kepada komunitas.
it: Inizia la conversazione e condividi i tuoi pensieri e idee con la community.
ja: 会話を始めて,あなたの考えやアイデアをコミュニティと共有してください。
ko: 대화를 시작하고 생각과 아이디어를 커뮤니티와 공유해 보세요.
nl: Ga het gesprek aan en deel je gedachten en ideeÃ«n met de community.
pt_pt: Comece a conversa e partilhe os seus pensamentos e ideias com a comunidade.
th: เริ่มการสนทนาและแชร์ความคิดและแนวคิดของคุณกับชุมชน
tr: Sohbeti başlat ve düşüncelerini ve fikirlerini toplulukla paylaş.
vi: Bắt đầu cuộc trò chuyện và chia sẻ suy nghĩ cũng như ý tưởng của bạn với cộng đồng.

# ErrorStateLoadComments
source: We are unable to load comments right now
ar_001: يتعذر علينا تحميل التعليقات حاليًا
de: Wir können gerade keine Kommentare laden.
es: No podemos cargar los comentarios en este momento
hu: Pillanatnyilag nem lehet betölteni a hozzászólásokat
id: Saat ini kami tidak dapat memuat komentar
it: Impossibile caricare i commenti in questo momento
ja: 現在、コメントを読み込めません
ko: 현재 코멘트를 불러올 수 없습니다
nl: We kunnen de opmerkingen op dit moment niet laden
pt_pt: Não nos é possível carregar comentários neste momento
th: เราไม่สามารถโหลดความคิดเห็นได้ในขณะนี้
tr: Şu anda yorumları yükleyemiyoruz
vi: Chúng tôi hiện không thể tải bình luận

# ErrorStateLoadReplies
source: We are unable to load replies right now
ar_001: يتعذر علينا تحميل الردود حاليًا
de: Wir können gerade keine Antworten laden.
es: No podemos cargar las respuestas en este momento
hu: Pillanatnyilag nem lehet betölteni a válaszokat
id: Saat ini kami tidak dapat memuat balasan
it: Impossibile caricare le risposte in questo momento
ja: 現在、返信を読み込めません
ko: 현재 답글을 불러올 수 없습니다
nl: We kunnen de reacties op dit moment niet laden
pt_pt: Não nos é possível carregar respostas neste momento
th: เราไม่สามารถโหลดการตอบกลับได้ในขณะนี้
tr: Şu anda yanıtları yükleyemiyoruz
vi: Chúng tôi hiện không thể tải câu trả lời

# ErrorStatePostComment
source: Failed to post your comment
ar_001: تعذر نشر تعليقك
de: Ihr Kommentar konnte nicht gepostet werden
es: No se ha podido publicar el comentario
hu: A hozzászólás közzététele sikertelen
id: Gagal memposting komentar Anda
it: Impossibile inviare il commento
ja: コメントの投稿に失敗しました
ko: 코멘트 게시 실패
nl: We konden je opmerking niet publiceren
pt_pt: Não foi possível publicar o seu comentário
th: ไม่สามารถโพสต์ความคิดเห็นของคุณ
tr: Yorumunuz yayınlanamadı
vi: Không thể đăng bình luận của bạn

# FalseInformationSubtitle
source: Disinformation, misinformation, conspiracy theories or additional misleading information.
ar_001: معلومات مضللة، أو معلومات كاذبة، أو نظرية مؤامرة، أو أي نوع من المعلومات المضللة
de: Desinformation, Fehlinformationen, Verschwörungstheorie oder jede Art von irreführender Information
hu: Dezinformáció, félretájékoztatás, összeesküvés-elmélet vagy bármilyen típusú félrevezető információ.
id: Penyesatan informasi, pemalsuan informasi, teori konspirasi, atau informasi tambahan yang menyesatkan.
it: Disinformazione, fake news, teorie di complotto o qualsiasi tipo di informazione fuorviante
ja: 偽情報、誤った情報、陰謀論、その他のあらゆる誤解を招くような情報
ko: 허위 정보, 잘못된 정보, 음모론 또는 오해의 소지가 있는 추가 정보.
nl: Desinformatie, misinformatie, complottheorie of enige vorm van misleidende informatie
pt_pt: Desinformação, informação errada, teoria da conspiração ou qualquer tipo de informação falsa
th: ข้อมูลบิดเบือน ข้อมูลที่ผิด ทฤษฎีสมคบคิด หรือข้อมูลเพิ่มเติมที่ทำให้เข้าใจผิด
tr: Dezenformasyon, yanlış bilgilendirme, komplo teorisi veya her türlü yanıltıcı bilgi
vi: Thông tin xuyên tạc, thông tin không chính xác, thuyết âm mưu hoặc thông tin sai lệch bổ sung.

# FalseInformationTitle
source: False Information
ar_001: معلومات خاطئة
de: Falschinformationen
hu: Hamis információk
id: Informasi Palsu
it: Informazioni false
ja: 虚偽の情報
ko: 잘못된 정보
nl: Onjuiste informatie
pt_pt: Informações falsas
th: ข้อมูลเท็จ
tr: Yanlış Bilgi
vi: Thông tin sai lệch

source: Featured
ar_001: متميز
de: Vorgestellt
es: Destacado
hu: Kiemelt
id: Unggulan
it: In evidenza
ja: 注目
ko: 주요 글
nl: Uitgelicht
pt_pt: Em Destaque
th: แนะนำ
tr: Öne Çıkanlar
vi: Nổi bật

source: Got it
ar_001: فهمت
de: Verstanden
es: Comprendido
hu: Értem
id: Mengerti
it: Ho capito
ja: 了解
ko: 알겠습니다
nl: Begrepen
pt_pt: Entendi
th: เข้าใจแล้ว
tr: Anladım
vi: Đã hiểu

# HateSpeechSubtitle
source: An attack on any individual or group solely based on religion, race, gender or creed.
ar_001: عنصرية، أو كراهية النساء، أو هجوم إيديولوجي وجنساني، أو أي نوع من أنواع الهجمات الجماعية
de: Ein Angriff auf eine Person oder Gruppe, der ausschließlich auf Religion, Rasse, Geschlecht oder Glauben basiert.
hu: Egy egyén vagy csoport ellen irányuló támadás kizárólag a vallás, faj, nem vagy világnézet alapján.
id: Serangan kepada seseorang atau kelompok yang dilandaskan pada agama, ras, jenis kelamin, atau keyakinan.
it: Attacco a un individuo o gruppo basato esclusivamente su religione, razza, genere o credenze.
ja: 人種差別、女性差別、イデオロギーやジェンダーに対する攻撃、その他のあらゆる集団カテゴリーに対する攻撃
ko: 종교, 인종, 성별, 신념만을 근거로 개인이나 집단을 공격하는 행위.
nl: Een aanval op een persoon of groep op basis van iemands religie, ras, geslacht of geloof.
pt_pt: Racismo, misoginia, ideologia e ataque de género ou qualquer tipo de ataque de grupo
th: การโจมตีบุคคลหรือกลุ่มบุคคลบนพื้นฐานของศาสนา เชื้อชาติ เพศ หรือความเชื่อเท่านั้น
tr: Din, ırk, cinsiyet veya inanç temelinde herhangi bir birey veya gruba yönelik bir saldırı.
vi: Tấn công một cá nhân hoặc nhóm chỉ vì lý do tôn giáo, chủng tộc, giới tính hoặc tín ngưỡng.

# HateSpeechTitle
source: Hate Speech
ar_001: خطاب كراهية
de: Hetzreden
es: Discurso de odio
hu: Gyűlöletbeszéd
id: Ujaran Kebencian
it: Linguaggio d'odio
ja: ヘイトスピーチ
ko: 혐오 발언
nl: Haatdragende teksten
pt_pt: Discurso de ódio
th: คำพูดแสดงความเกลียดชัง
tr: Nefret Söylemi
vi: Phát ngôn thù hận

# Hours
source: h
ar_001: ساعات
de: S.
es: horas
hu: ó
id: j
ja: 時間
ko: 시
nl: u
th: ชั่วโมง
tr: sa
vi: giờ

# IdentityAttackSubtitle
source: Harassment, bullying, personal attacks or direct threats.
ar_001: إهانة، أو تنمر، أو تهديد، أو أيٍ من أنواع الاعتداء الشخصي
de: Beleidigung, Mobbing, Bedrohung oder jede Art von persönlichem Angriff
es: Insulto, acoso, amenaza o cualquier tipo de ataque personal
hu: Sértegetés, zaklatás, fenyegetés vagy bármilyen személyes támadás
id: Pelecehan, intimidasi, serangan pribadi, atau ancaman langsung.
it: Insulti, bullismo, minaccia o qualsiasi tipo di attacco personale
ja: 侮辱、いじめ、脅迫、その他のあらゆる個人に対する攻撃
ko: 괴롭힘, 협박, 개인적 공격 또는 직접적인 위협.
nl: Belediging, pesten, bedreiging of enige vorm van persoonlijke aanval
pt_pt: Insulto, bullying, ameaça ou qualquer tipo de ataque pessoal
th: การคุกคาม การกลั่นแกล้ง การโจมตีส่วนบุคคล หรือการคุกคามโดยตรง
tr: Hakaret, zorbalık, tehdit veya her türlü kişisel saldırı
vi: Quấy rối, bắt nạt, tấn công cá nhân hoặc đe dọa trực tiếp.

# IdentityAttackTitle
source: Identity Attack
ar_001: هجوم هوية
de: Angriff auf die Identität
es: Ataque de identidad
hu: Személyeskedés
id: Serangan Identitas
it: Attacco all'identità
ja: ID攻撃
ko: 신원 공격
nl: Identiteitsaanval
pt_pt: Ataque de identidade
th: การโจมตีตัวตน
tr: Kimlik saldırısı
vi: Tấn công danh tính

source: Image
ar_001: الصورة
de: Bild
es: Imagen
hu: Kép
id: Gambar
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pt_pt: Imagem
th: รูปภาพ
tr: Görsel
vi: Hình ảnh

# InappropriateLanguageSubtitle
source: Excessive profanity, obscenity, vulgarity, or slurs.
ar_001: فاحش أو بذيء أو نابي أو إهانة أو أيٍ من أنواع السلوك العدواني
de: Obszönes, Vulgäres, Beschimpfungen, Verunglimpfungen oder jegliche Art von beleidigendem Verhalten
es: Obscenidad, vulgaridad, blasfemia, insultos o cualquier tipo de comportamiento ofensivo
hu: Obszcén, vulgáris, trágár, vagy bármilyen sértő viselkedés.
id: Kata-kata kotor, cabul, vulgar, atau penghinaan yang berlebihan.
it: Oscenità, volgarità, blasfemia, insulti o qualsiasi tipo di comportamento offensivo
ja: わいせつ、下品、冒とく、中傷、その他のあらゆる不快感を与えるような振る舞い
ko: 지나친 욕설, 외설적, 음란함 또는 비방.
nl: Obsceen, vulgair, godslastering, laster of elke vorm van aanstootgevend gedrag
pt_pt: Obsceno, vulgar, profano, calunioso ou qualquer tipo de comportamento ofensivo
th: คำหยาบคาย ลามกอนาจาร หยาบคาย หรือใส่ร้ายมากเกินไป
tr: Müstehcen, argo sözler, küfür, karalamalar veya her türlü saldırgan davranış
vi: Lời báng bổ, tục tĩu, thô tục hoặc nói xấu quá mức.

# InappropriateLanguageTitle
source: Inappropriate Language
ar_001: لغة غير لائقة
de: Unangemessene Sprache
es: Idioma inapropiado
hu: Nem helyénvaló nyelvhasználat
id: Bahasa yang tidak pantas
it: Linguaggio inappropriato
ja: 不適切なことば
ko: 부적절한 언어
nl: Ongepaste taal
pt_pt: Linguagem imprópria
th: ภาษาที่ไม่เหมาะสม
tr: Uygunsuz Dil
vi: Ngôn ngữ không phù hợp

source: Just now
ar_001: الان
de: Gerade eben
es: Ahora
hu: Épp most
id: Baru saja
it: Proprio ora
ja: たった今
ko: 방금
nl: Op dit moment
pt_pt: Agora Mesmo
th: เมื่อสักครู่นี้
tr: Hemen şimdi
vi: Vừa xong

source: Learn more
ar_001: اعرف المزيد
de: Mehr erfahren
es: Obtener más información
hu: Tudj meg többet
id: Pelajari selengkapnya
it: Scopri di più
ja: 詳細はこちら
ko: 자세히 알아보기
nl: Meer informatie
pt_pt: Saber mais
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
vi: Tìm hiểu thêm

source: Loading
ar_001: جار التحميل...
de: Laden
es: Cargando...
hu: Betöltés
id: Memuat
it: Caricamento in corso
ja: 読み込んでいます
ko: 로딩 중
nl: Laden
pt_pt: A Carregar
th: กำลังโหลด
tr: Yükleniyor
vi: Đang tải

# LoginPromptTitle
source: Authorize to participate
ar_001: السماح بالمشاركة
de: Zur Teilnahme berechtigen
es: Autorizar para participar
hu: Részvétel engedélyezése
id: Izinkan untuk berpartisipasi
it: Autorizza a partecipare
ja: 参加を承認する
ko: 참여 승인
nl: Geef toestemming om deel te nemen
pt_pt: Autorizar participação
th: ขออนุญาตเข้าร่วม
tr: Katılma yetkisi ver
vi: Ủy quyền tham gia

# Minutes
source: m
ar_001: دقائق
es: minutos
hu: p
ja: 分
ko: 분
th: นาที
tr: dk
vi: phút

# MisunderstandingAppealTitle
source: I believe you misunderstood the intent or context of my comment
ar_001: أعتقد أنك أسأت فهم نية أو سياق تعليقي
de: Ich glaube, du hast die Absicht oder den Kontext meines Kommentars missverstanden
es: Me parece que no ha entendido la intención o el contexto de mi comentario
hu: Úgy vélem, félreértették a megjegyzésem szándékát vagy kontextusát
id: Saya yakin Anda salah memahami maksud atau konteks komentar saya
it: Credo che l'intento o il contesto del mio commento sia stato frainteso.
ja: あなたは,私のコメントの意図や文脈を誤解していると思います
ko: 내 코멘트의 의도나 맥락을 잘못 이해하셨다고 생각합니다
nl: Ik geloof dat jullie de bedoeling of context van mijn opmerking verkeerd hebben begrepen
pt_pt: Acredito que interpretou mal a intenção ou o contexto do meu comentário
th: ฉันเชื่อว่าคุณเข้าใจผิดความตั้งใจหรือบริบทของความคิดเห็นของฉัน
tr: Yorumumun amacını veya içeriğini yanlış anladığınıza inanıyorum
vi: Tôi tin rằng bạn đã hiểu sai ý định hoặc bối cảnh bình luận của tôi

source: Most Discussed
ar_001: الأكثر مناقشة
de: Meistdiskutiert
es: Más comentado
hu: A legtöbbet vitatott
id: Terbanyak Dibahas
it: Più discusso
ja: 最も議論されている
ko: 가장 많이 논의된 글
nl: Meest besproken
pt_pt: Mais Discutido
th: พูดถึงมากที่สุด
tr: En Çok Tartışılan
vi: Được thảo luận nhiều nhất

source: Mute
ar_001: كتم
de: Stumm schalten
es: Silenciar
hu: Elnémítás
id: Bisukan
it: Silenzia
ja: ミュート
ko: 알림 끄기
nl: Dempen
pt_pt: Mudo
th: ปิดเสียง
tr: Sessize Al
vi: Tắt tiếng

# MuteSuccessToast
source: User muted
ar_001: تم تفعيل وصع الصامت للمستخدم
de: Benutzer stummgeschaltet
es: Usuario silenciado
hu: Felhasználó elnémítva
id: Pengguna dibisukan
it: Utente silenziato
ja: ユーザーがミュートされました
ko: 사용자가 차단됨
nl: Gebruiker gedempt
pt_pt: Utilizador silenciado
th: ปิดเสียงผู้ใช้แล้ว
tr: Kullanıcı sessize alındı
vi: Đã tắt tiếng người dùng

source: Mute User
ar_001: كتم المستخدم
de: Nutzer stumm schalten
es: Silenciar usuario
hu: Felhasználó elnémítása
id: Bisukan Pengguna
it: Silenzia Utente
ja: ユーザーをミュートする
ko: 사용자 차단
nl: Gebruiker dempen
pt_pt: Ativar mudo para usuário
th: ปิดเสียงผู้ใช้
tr: Kullanıcıyı Sessize Al
vi: Tắt tiếng người dùng

# MuteUserMessage
source: After muting this user, you will no longer see their activity. To manage your muted users, go to your profile > Privacy settings
ar_001: بعد كتم صوت هذا المستخدم, لن ترى نشاطه مرة أخرى. لإدارة المستخدمين الذين تم كتم صوتهم, انتقل إلى ملف التعريف الخاص بك > إعدادات الخصوصية
de: Nach dem Stummschalten dieses Benutzers sehen Sie seine Aktivitäten nicht mehr. Zur Verwaltung Ihrer stummgeschalteten Benutzer gehen Sie zu Ihrem Profil > Privatsphäre-Einstellungen
es: Tras silenciar a este usuario no podrás ver su actividad. Para gestionar a los usuarios que hayas silenciado, dirígete a a los ajustes de privacidad de tu perfil.
hu: A felhasználó némítása után többé nem fogja látni a tevékenységét. A némított felhasználók kezeléséhez menjen a Profil > Adatvédelmi beállítások menüpontra
id: Setelah membisukan pengguna ini, Anda tidak lagi dapat melihat aktivitasnya. Untuk mengatur pengguna yang dibisukan, buka profil Anda > Pengaturan privasi
it: Silenziando questo utente, non vedrai più la sua attività. Per gestire gli utenti silenziati vai nel tuo profilo > Impostazioni privacy.
ja: このユーザーをミュートすると,ユーザーのアクティビティは表示されなくなります。ミュートされたユーザーを管理するには,「プロフィール」>「プライバシー設定」に移動してください。
ko: 이 사용자를 차단하면 해당 사용자의 활동을 더 이상 볼 수 없습니다. 차단된 사용자를 관리하려면 프로필 > 개인정보 보호 설정으로 이동하세요.
nl: Nadat je deze gebruiker hebt gedempt, zie je zijn of haar activiteit niet meer. Ga naar je profiel > Privacy-instellingen om je gedempte gebruikers te beheren
pt_pt: Após silenciar este utilizador, não irá voltar a ver a sua atividade. Para gerir os utilizadores silenciados vá ao ser perfil > Definições de privacidade
th: หลังจากปิดเสียงผู้ใช้รายนี้ คุณจะไม่เห็นกิจกรรมของพวกเขาอีกต่อไป หากต้องการจัดการผู้ใช้ที่ถูกปิดเสียง ให้ไปที่โปรไฟล์ของคุณ > การตั้งค่าความเป็นส่วนตัว
tr: Bu kullanıcıyı sessize aldıktan sonra artık aktivitelerini görmeyeceksiniz. Sessize alınan kullanıcılarınızı yönetmek için profilinize gidin > Gizlilik ayarları
vi: Sau khi tắt tiếng người dùng này, bạn sẽ không còn thấy hoạt động của họ nữa. Để quản lý người dùng bị ẩn, vui lòng truy cập hồ sơ của bạn > Cài đặt quyền riêng tư

# MutedCommentMessage
source: This user is muted.
ar_001: تم كتم صوت هذا المستخدم
de: Dieser Benutzer ist stummgeschaltet.
es: Este usuario está silenciado.
hu: Ez a felhasználó el van némítva.
id: Pengguna ini dibisukan.
it: Questo utente è stato silenziato.
ja: このユーザーはミュートされています。
ko: 이 사용자는 차단되었습니다.
nl: Deze gebruiker is gedempt.
pt_pt: Este utilizador está silenciado.
th: ผู้ใช้นี้ถูกปิดเสียง
tr: Bu kullanıcı sessize alınmış.
vi: Người dùng này đã bị tắt tiếng.

source: My Comments
ar_001: تعليقاتي
de: Meine Kommentare
es: Mis comentarios
hu: Saját hozzászólásaim
id: Komentar Saya
it: I miei commenti
ja: マイコメント
ko: 내 코멘트
nl: Mijn opmerkingen
pt_pt: Os Meus Comentários
th: ความคิดเห็นของฉัน
tr: Yorumlarım
vi: Bình luận của tôi
