Repository: SpotIM/openweb-ios-sample-app
Catalog: OpenWeb-Development/OpenWeb-SDK/Resources/*.lproj/Localizable.strings
Languages: ar_001, de, es, hu, id, it, ja, ko, nl, pt_pt, th, tr, vi

# ReportReasonTextViewPlaceholder
source: You can add additional information here
ar_001: يمكنك إضافة معلومات إضافية هنا
de: Sie können hier zusätzliche Informationen hinzufügen
es: Los medios pasarán a ser propiedad de The Harris Park.
hu: Itt további információkat adhatsz meg
id: Silakan tambahkan informasi tambahan di sini
it: Puoi aggiungere ulteriori informazioni qui
ja: ここに追加情報を追加できます
ko: 여기에 추가적인 정보를 추가할 수 있습니다
nl: Je kunt hier aanvullende informatie toevoegen
pt_pt: Pode adicionar mais informações aqui
th: คุณสามารถเพิ่มข้อมูลเพิ่มเติมได้ที่นี่
tr: Buraya ilave bilgi ekleyebilirsiniz
vi: Bạn có thể thêm thông tin bổ sung tại đây

# ReportReasonTitle
source: Submit a Report
ar_001: إرسال بلاغ
de: Bericht einreichen
es: Enviar un informe
hu: Bejelentést tesz
id: Kirim Laporan
it: Invia un report
ja: レポートを送信
ko: 신고 제출
nl: Dien een melding in
pt_pt: Submeter um relatório
th: ส่งรายงาน
tr: Rapor Gönder
vi: Gửi báo cáo

# ReportSubmissionFailedMessage
source: Your report could not be submitted. Please check your connection and try again later.
ar_001: تعذّر تقديم البلاغ الخاص بك. يُرجى التحقق من الاتصال الخاص بك والمحاولة مرة أخرى في وقت لاحق.
de: Ihre Meldung konnte nicht eingereicht werden. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es später erneut.
es: No se ha podido enviar el informe. Comprueba tu conexión y vuelve a intentarlo más tarde.
hu: A jelentést nem sikerült elküldeni. Kérjük, ellenőrizze a kapcsolatot, és próbálja újra később.
id: Laporan Anda tidak dapat dikirim. Harap periksa koneksi Anda dan coba lagi nanti.
it: Non è stato possibile inviare il report. Ti preghiamo di controllare la connessione e riprovare più tardi.
ja: レポートを送信できませんでした。接続状態を確認して,後でもう一度試してください。
ko: 신고를 제출하지 못했습니다. 연결 상태를 확인한 후 나중에 다시 시도해 주세요.
nl: Je melding kon niet worden ingediend. Controleer je verbinding en probeer het later opnieuw.
pt_pt: Não foi possível submeter o seu relatório. Verifique a sua ligação e tente novamente mais tarde.
th: ไม่สามารถส่งรายงานของคุณได้ โปรดตรวจสอบการเชื่อมต่อของคุณ แล้วลองอีกครั้งในภายหลัง
tr: Raporunuz gönderilemedi. Lütfen bağlantınızı kontrol edin ve daha sonra tekrar deneyin.
vi: Không thể gửi báo cáo của bạn. Vui lòng kiểm tra kết nối và thử lại sau.

# ReportSubmissionFailedTitle
source: Report Submission Failed
ar_001: فشل تقديم البلاغ
de: Einreichen der Meldung fehlgeschlagen
es: No se ha podido enviar el informe
hu: A jelentés benyújtása sikertelen
id: Pengajuan Laporan Gagal
it: Invio del report non riuscito
ja: レポートの送信に失敗しました
ko: 신고 제출 실패
nl: Indienen van melding mislukt
pt_pt: Falha na submissão de relatório
th: การส่งรายงานล้มเหลว
tr: Rapor Gönderimi Başarısız
vi: Không thể gửi báo cáo

# ReportedCommentMessage
source: This message was reported.
ar_001: تم الابلاغ عن هذه الرساله
de: Diese Nachricht wurde gemeldet.
es: Este mensaje fue reportado.
hu: Az üzenet jelentésre került.
id: Pesan ini telah dilaporkan.
it: Questo messaggio è stato segnalato.
ja: このメッセージは報告されました。
ko: 이 메시지는 신고되었습니다.
nl: Dit bericht is gerapporteerd
pt_pt: Esta mensagem foi denunciada.
th: ข้อความนี้ถูกรายงาน
tr: Bu mesaj şikayet edildi.
vi: Tin nhắn này đã được báo cáo.

source: See more
ar_001: عرض المزيد
de: Mehr sehen
es: Ver más
hu: Tovább
id: Lihat selengkapnya
it: Guarda altro
ja: さらに表示
ko: 더 보기
nl: Meer informatie
pt_pt: Ver mais
th: ดูเพิ่มเติม
tr: Daha fazlasını görüntüle
vi: Xem thêm

# SexualActivitySubtitle
source: Sexually explicit, pornographic, flirtatious, or sexually aggressive.
ar_001: محتوى جنسي صريح، أو محتوى إباحي، أو مغازلة، أو اعتداء جنسي
de: Sexuell explizit, Pornografie, Liebesspiel, sexuelle Aggression
es: Explícitamente sexual, pornografía, flirteo, agresión sexual
hu: Szexuálisan explicit, pornográfia, flörtölés, szexuális agresszió
id: Perilaku mengarah seksual, pornografi, genit, atau agresif secara seksual.
it: Sessualità esplicita, pornografia, flirt, aggressione sessuale
ja: 露骨な性的表現、ポルノ、ナンパ、性的攻撃
ko: 외설적, 음란함, 추파를 던짐, 성적으로 공격적.
nl: Seksueel expliciet, pornografie, flirten, seksuele agressie
pt_pt: Sexo explícito, pornografia, engate, agressão sexual
th: เนื้อหาทางเพศที่โจ่งแจ้ง ลามกอนาจาร แทะโลม หรือก้าวร้าวทางเพศ
tr: Müstehcen, Pornografi, Flört, Cinsel Saldırganlık
vi: Nội dung khêu gợi, khiêu dâm, tán tỉnh hoặc hung hãn về mặt tình dục.

# SexualActivityTitle
source: Sexual Activity
ar_001: نشاط جنسي
de: Sexuelle Aktivität
es: Actividad sexual
hu: Szexualitásra vonatkozó
id: Aktivitas Seksual
it: Attività sessuale
ja: 性行為
ko: 성적 행위
nl: Seksuele activiteit
pt_pt: Atividade sexual
th: กิจกรรมทางเพศ
tr: Cinsel Aktivite
vi: Hoạt động tình dục

source: Share
ar_001: مشاركة
de: Teilen
es: Compartir
hu: Megosztás
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
nl: Deel
pt_pt: Partilhar
th: แชร์
tr: Paylaş
vi: Chia sẻ

source: Show Comments
ar_001: إظهار التعليقات
de: Kommentare anzeigen
es: Mostrar comentarios
hu: Hozzászólások megjelenítése
id: Tampilkan Komentar
it: Mostra commenti
ja: コメントを表示
ko: 코멘트 보기
nl: Reacties weergeven
pt_pt: Mostrar comentários
th: แสดงความคิดเห็น
tr: Yorumları Göster
vi: Hiển thị bình luận

source: SHOW MORE COMMENTS
ar_001: عرض مزيد من التعليقات
de: WEITERE KOMMENTARE ANZEIGEN
es: Mostrar más comentarios
hu: TOVÁBBI HOZZÁSZÓLÁSOK MEGJELENÍTÉSE
id: TAMPILKAN KOMENTAR LAINNYA
it: VISUALIZZA ALTRI COMMENTI
ja: コメントをさらに表示
ko: 코멘트 더 보기
nl: MEER OPMERKINGEN TONEN
pt_pt: Mostrar Mais Comentários
th: แสดงความคิดเห็นเพิ่มเติม
tr: DAHA FAZLA YORUM GÖSTER
vi: HIỂN THỊ THÊM BÌNH LUẬN

source: Sign Up to Post
ar_001: قم بتسجيل الدخول للتعليق
de: Registrieren
es: Registrarse para comentar
hu: Regisztrálj, hogy hozzászólhass
id: Daftar untuk Memposting
it: Iscriviti per commentare
ja: サインアップして投稿
ko: 게시하려면 가입하세요
nl: Meld je aan om te reageren
pt_pt: Registe-se para Publicar
th: สมัครเพื่อโพสต์
tr: Göndermek için Kaydolun
vi: Đăng ký để đăng bài

# SomethingWentWrong
source: Oops, something went wrong
ar_001: عذرًا, هناك خطأ ما
de: Hoppla! Etwas ist schiefgelaufen.
es: Vaya, algo salió mal
hu: Hoppá, valami hiba történt
id: Ups, ada yang tidak beres
it: Si è verificato un problema
ja: おっと、問題が発生しました
ko: 앗, 문제가 발생했습니다
nl: Oei, er is iets misgegaan
pt_pt: Ups, ocorreu algum erro
th: ขออภัย มีบางอย่างผิดพลาด
tr: Eyvah, bir şeyler ters gitti
vi: Rất tiếc, đã xảy ra lỗi

source: Sort by
ar_001: الترتيب حسب
es: Ordenar por
hu: Rendezés
id: Urutkan menurut
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
nl: Sorteer op
pt_pt: Ordenar por
th: จัดเรียงตาม
tr: Sırala
vi: Sắp xếp theo

# SpamSubtitle
source: Advertising, phishing, scamming, bots, or repetitive posts.
ar_001: إعلان، تصيد احتيالي، احتيال، روبوت، منشورات متكررة
de: Werbung, Phishing, Scamming, Bots, sich wiederholende Beiträge
es: Publicidad, phishing, estafas, bots, mensajes repetitivos
hu: Reklám, adathalászat, csalás, botok, ismétlődő hozzászólások
id: Iklan, phishing, penipuan, bot, atau postingan berulang.
it: Pubblicità, phishing, truffe telematiche, bot, post ripetitivi
ja: 広告、フィッシング、詐欺、ボット、リピート投稿
ko: 광고, 피싱, 스캠, 봇 또는 반복적 게시물.
nl: Adverteren, phishing, scamming, bots, repeterende posts
pt_pt: Publicidade, phishing, fraude, bots, publicações repetidas
th: การโฆษณา การฟิชชิ่ง การหลอกลวง บอท หรือโพสต์ซ้ำ ๆ
tr: Reklam, kimlik avı, dolandırıcılık, botlar, tekrarlayan gönderiler
vi: Quảng cáo, tấn công giả mạo, lừa đảo, bot hoặc các bài đăng lặp lại.

# SpamTitle
source: Spam
ar_001: رسائل مزعجة
ja: スパム
ko: 스팸
th: สแปม
vi: Thư rác

source: Staff
ar_001: العاملين
de: Mitarbeiter
es: Personal
hu: Személyzet
id: Staf
ja: スタッフ
ko: 직원
nl: Staf
pt_pt: Funcionários
th: ทีมงาน
tr: Kadro
vi: Nhân viên

source: Submit
ar_001: إرسال
de: Absenden
es: Enviar
hu: Elküldés
id: Kirim
it: Invia
ja: 送信する
ko: 제출
nl: Verzenden
pt_pt: Submeter
th: ส่ง
tr: Gönder
vi: Gửi

source: Take a Photo
ar_001: التقاط صورة
de: Mach ein Foto
es: Tómate una Foto
hu: Fénykép készítése
id: Ambil Foto
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
nl: Neem een foto
pt_pt: Tire uma Foto
th: ถ่ายภาพ
tr: Fotoğraf Çek
vi: Chụp ảnh

source: Terms
ar_001: الشروط
de: Bedingungen
es: Términos
hu: Felhasználási feltételek
id: Ketentuan
it: Termini di servizio
ja: 規約
ko: 약관
nl: Voorwaarden
pt_pt: Termos
th: ข้อกำหนด
tr: Şartlar
vi: Điều khoản

# TerrorismSubtitle
source: Encouraging and/or glorifying terrorism; extremist violence
ar_001: يشجّع الإرهاب و/أو يمجّده؛ عنف متطرف
de: Ermutigung und/oder Verherrlichung von Terrorismus; extremistischer Gewalt
es: Fomento y/o enaltecimiento del terrorismo; violencia extremista
hu: A terrorizmus ösztönzése és/vagy dicsőítése; szélsőséges erőszak
id: Mendorong dan/atau membenarkan terorisme; kekerasan ekstremis
it: Incitazione e/o apologia di terrorismo; violenza estremista
ja: テロリズムや過激派の暴力を奨励および/または賛美している
ko: 테러 행위 조장 및/또는 미화, 극단주의적 폭력
nl: Het aanzetten tot en/of verheerlijken van terrorisme, extremistisch geweld
pt_pt: Encorajar e/ou glorificar terrorismo; violência extremista
th: ส่งเสริมและ/หรือยกย่องการก่อการร้าย ความรุนแรงของพวกหัวรุนแรง
tr: Terörizmi teşvik etmek ve/veya yüceltmek; aşırı şiddet
vi: Khuyến khích và/hoặc tôn vinh chủ nghĩa khủng bố; bạo lực cực đoan

# TerrorismTitle
source: Terrorism
ar_001: الإرهاب
de: Terrorismus
es: Terrorismo
hu: Terrorizmus
id: Terorisme
it: Terrorismo
ja: テロリズム
ko: 테러 행위
nl: Terrorisme
pt_pt: Terrorismo
th: การก่อการร้าย
tr: Terörizm
vi: Chủ nghĩa khủng bố

source: to
ar_001: الى
de: bis
es: a
hu: A következőnek:
id: pada
it: a
ja: 返信先：
nl: naar
pt_pt: para
th: ถึง
tr: Kime:
vi: đến

source: Try again
ar_001: المحاولة مرة أخرى
de: Erneut versuchen
es: Volver a intentar
hu: Újrapróbálás
id: Coba lagi
it: Riprova
ja: やり直す
ko: 다시 시도하세요
nl: Opnieuw proberen
pt_pt: Tentar novamente
th: ลองอีกครั้ง
tr: Tekrar Dene
vi: Hãy thử lại

source: Type your reply…
ar_001: اكتب تعليقك
de: Tippen Sie Ihre Antwort
es: Escriba su respuesta
hu: Gépeld be a válaszodat...
id: Ketik balasan Andaâ€¦
it: Digita la tua risposta...
ja: 返信を入力してください…
ko: 답글을 입력하세요...
nl: Typ je reactie...
pt_pt: Escreva a sua resposta
th: พิมพ์การตอบกลับของคุณ...
tr: Yanıtınızı yazın...
vi: Nhập câu trả lời của bạn…

# TypingNow
source: %d Typing now
ar_001: يكتب الآن %d
de: %d tippen gerade
es: Typing now
hu: %d éppen gépel
id: %d Sekarang mengetik
it: %d sta digitando qualcosa
ja: %dが今入力しています
ko: %d 님이 입력 중
nl: %d typen nu
pt_pt: %d A escrever agora
th: %d กำลังพิมพ์ตอนนี้
tr: %d şu anda yazıyor
vi: %d hiện đang nhập

source: Undo
ar_001: تراجع
de: Rückgängig machen
es: Anular
hu: Visszavonás
id: Urungkan
it: Annulla
ja: 元に戻す
ko: 실행 취소
nl: Ongedaan maken
pt_pt: Anular
th: เลิกทำ
tr: Geri al
vi: Hoàn tác

source: Up vote button
de: Upvote-Schaltfläche
hu: Pozitív szavazat gomb
id: Tombol pilih menaik
it: Pulsante del voto positivo
ja: 賛成ボタン
ko: 좋아요 버튼
nl: Knop positieve beoordelingen
th: ปุ่มโหวตเห็นด้วย
tr: Yukarı oy düğmesi
vi: Nút chọn Đồng ý

source: Update
ar_001: تحديث
de: Aktualisieren
es: Actualizar
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Updaten
pt_pt: Atualizar
th: อัปเดต
tr: Güncelle
vi: Cập nhật

# ViewMultipleRepliesFormat
source: View %d replies
ar_001: عرض %d ردود
de: %d Antworten anzeigen
es: Ver %d respuestas
hu: %d válasz megtekintése
id: Lihat %d balasan
it: Visualizza %d risposte
ja: %d件の返信を表示
ko: %d개의 답글 보기
nl: Bekijk %d reacties
pt_pt: Ver %d respostas
th: ดู %d การตอบกลับ
tr: %d yanıt görüntüle
vi: Xem %d câu trả lời

# ViewNewComment
source: View %d new comment
ar_001: عرض %d تعليق جديد
de: %d neuen Kommentar anzeigen
es: Ver %d nuevo comentario
hu: %d új hozzászólás megtekintése
id: Lihat %d komentar baru
it: Visualizza %d nuovo commento
ja: %d件の新しいコメントを表示
ko: %d개의 새 코멘트 보기
nl: Bekijk %d nieuwe opmerking
pt_pt: Ver %d Novo Comentário
th: ดู %d ความคิดเห็นใหม่
tr: %d yeni yorumu görüntüle
vi: Xem %d bình luận mới

# ViewNewComments
source: View %d new comments
ar_001: عرض %d تعليقات جديدة
de: %d neue Kommentare anzeigen
es: Ver %d Novos Comentários
hu: %d új hozzászólás megtekintése
id: Lihat %d komentar baru
it: Visualizza %d nuovi commenti
ja: %d件の新しいコメントを表示
ko: %d개의 새 코멘트 보기
nl: Bekijk %d nieuwe opmerkingen
pt_pt: Ver %d Novos Comentários
th: ดู %d ความคิดเห็นใหม่
tr: %d yeni yorumu görüntüle
vi: Xem %d bình luận mới

# ViewPartOfRepliesFormat
source: View %d of %d replies
ar_001: عرض %d من %d ردود
de: %d von %d Antworten anzeigen
es: Ver %d de %d respuestas
hu: %d/%d válasz megtekintése
id: Lihat %d dari %d balasan
it: Visualizza %d di %d risposte
ja: %d/%d件の返信を表示
ko: %d개의 답글 중 %d개 보기
nl: Bekijk %d van %d reacties
pt_pt: Ver %d de %d respostas
th: ดู %d จาก %d การตอบกลับ
tr: %d / %d yanıt görüntüle
vi: Xem %d/%d câu trả lời

# ViewSingleReplyFormat
source: View %d reply
ar_001: عرض %d رد
de: %d Antwort anzeigen
es: Ver %d respuesta
hu: %d válasz megtekintése
id: Lihat %d balasan
it: Visualizza %d risposta
ja: %d件の返信を表示
ko: %d개의 답글 보기
nl: Bekijk %d reactie
pt_pt: Ver %d resposta
th: ดู %d การตอบกลับ
tr: %d yanıt görüntüle
vi: Xem %d câu trả lời

# ViolatedPolicyCommentMessage
source: This comment violated our policy.
ar_001: انتهك هذا المنشور سياستنا
de: Dieser Beitrag hat gegen unsere Richtlinie verstoßen.
es: Esta publicación infringe nuestra política
hu: Ez a poszt megsértette az irányelveinket
id: Komentar ini melanggar kebijakan kami.
it: Questo post ha violato la nostra policy
ja: この投稿は、弊社のポリシーに違反しています
ko: 이 코멘트는 당사 정책을 위반합니다.
nl: Dit bericht is in strijd met ons beleid
pt_pt: Esta postagem violou nossa política
th: ความคิดเห็นนี้ละเมิดนโยบายของเรา
tr: Bu yorum, politikamızı ihlal etti.
vi: Bình luận này đã vi phạm chính sách của chúng tôi.

source: What do you think?
ar_001: بم تفكر؟
de: Kommentar hinzufügen ...
es: ¿Qué piensas?
hu: Hozzászólás írása…
id: Apa yang Anda pikirkan?
it: Aggiungi un commento…
ja: ご意見をお聞かせください
ko: 어떻게 생각하시나요?
nl: Voeg een reactie toe...
pt_pt: O que acha?
th: คุณคิดอย่างไร
tr: Ne düşünüyorsunuz?
vi: Bạn nghĩ sao?

source: Worst rated
ar_001: الأسوأ تقييماً
de: Am schlechtesten bewertet
es: Peores comentarios
hu: Legrosszabbra értékelt
id: Rating terburuk
it: Voto peggiore
ja: 最低評価
ko: 싫어요를 가장 많이 받은 글
nl: Slechtst beoordeeld
pt_pt: Com pior classificação
th: คะแนนแย่ที่สุด
tr: En kötü puan
vi: Bị đánh giá tệ nhất

source: Yes
ar_001: نعم
de: Ja
es: Sí
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pt_pt: Si
th: ใช่
tr: Evet
vi: Có
