Repository: SpotIM/openweb-ios-sample-app
Catalog: OpenWeb-Development/OpenWeb-SDK/Resources/*.lproj/Localizable.strings
Languages: ar_001, de, es, hu, id, it, ja, ko, nl, pt_pt, th, tr, vi

# AddComment
source: Add a comment
ar_001: بم تفكر؟
de: Einen Kommentar hinzufügen
es: ¿Qué piensas?
hu: Szólj hozzá
id: Tambahkan komentar
it: Aggiungi un commento
ja: コメントを追加
ko: 코멘트 추가
nl: Voeg een opmerking toe
pt_pt: Escrever um comentário
th: เพิ่มความคิดเห็น
tr: Bir yorum ekle
vi: Thêm bình luận

# AdditionalInfoTitle
source: Additional information
ar_001: معلومات إضافية
de: Zusätzliche Informationen
es: Información adicional
hu: További információ
id: Informasi tambahan
it: Informazioni aggiuntive
ja: 追加の情報
ko: 추가 정보
pt_pt: Informação adicional
th: ข้อมูลเพิ่มเติม
tr: Ek bilgi
vi: Thông tin bổ sung

source: All
ar_001: الكل
de: Alle
es: Todo
hu: Összes
id: Semua
it: Tutto
ja: すべて
ko: 모두
nl: Alle
pt_pt: Todos
th: ทั้งหมด
tr: Tümü
vi: Tất cả

source: Appeal
ar_001: طلب استئناف
de: Beschwerde einlegen
es: Apelación
hu: Fellebbezés
id: Banding
it: Fai ricorso
ja: 異議を申し立てる
ko: 이의신청
nl: Bezwaar
pt_pt: Recorrer
th: การอุทธรณ์
tr: İtiraz
vi: Khiếu nại

# AppealAuthorizationRequiredMessage
source: Ensure you're signed in to continue your appeal. Not a member? You'll need to register first.
ar_001: تأكد من تسجيلك الدخول للاستمرار بتقديم طلب إعادة النظر. ألست عضواً؟ عليك التسجيل أولاً.
de: Vergewissern Sie sich, dass Sie angemeldet sind, um Ihren Einspruch fortzusetzen. Sie sind kein Mitglied? Dann müssen Sie sich erst registrieren.
es: Asegúrate de haber iniciado sesión para continuar con tu apelación. ¿No te has registrado? Tendrás que registrarte primero.
hu: A fellebbezés folytatásához győződjön meg arról, hogy be van-e jelentkezve. Nem tag? Először regisztrálnia kell.
id: Pastikan Anda masuk untuk melanjutkan banding. Bukan anggota? Daftarkan diri Anda terlebih dahulu.
it: Verifica di aver effettuato l'accesso per continuare il tuo ricorso. Se non sei un membro dovrai effettuare l'iscrizione.
ja: 引き続き異議を申し立てるには、ログインしていることを確認してください。メンバーではありませんか？まず、登録する必要があります。
ko: 이의신청을 계속하려면 로그인했는지 확인하세요. 회원이 아니신가요? 먼저 등록해야 합니다.
nl: Zorg dat je ingelogd bent om je bezwaar af te ronden. Heb je geen abonnement, registreer je dan eerst.
pt_pt: Certifique-se de que tem sessão iniciada para continuar a sua reclamação. Não é membro? Terá de se registar primeiro.
th: ตรวจสอบให้แน่ใจว่าคุณได้ลงชื่อเข้าใช้เพื่อดำเนินการอุทธรณ์ต่อไป ไม่ใช่สมาชิกใช่หรือไม่ คุณจะต้องลงทะเบียนก่อน
tr: İtirazınıza devam etmek için oturum açtığınızdan emin olun. Üye değil misiniz? O zaman önce kayıt olmanız gerekir.
vi: Đảm bảo bạn đã đăng nhập để tiếp tục khiếu nại. Bạn không phải là thành viên? Trước tiên, bạn sẽ cần phải đăng ký.

# AppealAuthorizationRequiredTitle
source: Authorization Required
ar_001: التفويض مطلوب
de: Autorisierung erforderlich
es: Autorización necesaria
hu: Felhatalmazás szükséges
id: Diperlukan Izin
it: Autorizzazione richiesta
ja: 承認が必要
ko: 승인 필요
nl: Verificatie verplicht
pt_pt: Autorização necessária
th: จำเป็นต้องมีการอนุญาต
tr: Yetkilendirme Gerekli
vi: Yêu cầu ủy quyền

# AppealLabel
source: Feel free to rewrite and repost your comment, or, if you wish, you can appeal, and we will re-examine our decision.
ar_001: يمكنك إعادة كتابة تعليقك وإعادة نشره, أو يمكنك تقديم طلب لإعادة النظر في قرارنا إذا كنت ترغب في ذلك.
de: Sie können Ihren Kommentar gerne umschreiben und erneut veröffentlichen, oder, wenn Sie möchten, können Sie Beschwerde einlegen und wir werden unsere Entscheidung noch einmal überprüfen.
es: Puedes volver a redactar y publicar tu comentario, o si lo deseas, puedes apelar y reevaluaremos nuestra decisión.
hu: Nyugodtan írja át, és tegye közzé újra a hozzászólását, vagy ha szeretné, akkor Fellebbezés, és mi felülvizsgáljuk a döntésünket.
id: Jangan ragu untuk menulis ulang dan memposting ulang komentar Anda, atau, jika Anda mau, Anda dapat banding, dan kami akan memeriksa kembali keputusan kami.
it: Sentiti libero di riscrivere e ripubblicare il tuo commento o, se lo desideri, puoi Fai ricorso e riesamineremo la nostra decisione.
ja: コメントを書き直して再投稿するのも、ご希望であれば、異議を申し立てることも自由です。決定を再検討いたします。
ko: 자유롭게 의견을 다시 작성하여 다시 게시하세요. 원하시는 경우 이의신청하실 수 있습니다. 그러면 결정을 재검토하겠습니다.
nl: Herschrijf je opmerking gerust en publiceer hem opnieuw. Je mag ook bezwaar maken, waarna wij onze besluit heroverwegen.
pt_pt: Fique à vontade para reescrever e voltar a publicar o seu comentário ou, se desejar, pode reclamar e nós voltaremos a analisar a nossa decisão.
th: อย่าลังเลที่จะเขียนใหม่และโพสต์ความคิดเห็นของคุณใหม่ หรือคุณสามารถอุทธรณ์ได้หากต้องการ แล้วเราจะตรวจสอบการตัดสินใจของเราอีกครั้ง
tr: Yorumunu tekrar yazıp yeniden paylaşmaktan çekinme veya istersen İtiraz yapabilirsin; biz de kararımızı yeniden inceleriz.
vi: Vui lòng viết lại và đăng lại bình luận của bạn, hoặc nếu muốn, bạn có thể khiếu nại và chúng tôi sẽ xem xét lại quyết định của mình.

# AppealLabelError
source: The appeal information is currently unavailable. Please check your internet connection or try again later.
ar_001: معلومات طلب الالتماس غير متوفرة حاليًا. يُرجى التحقق من اتصالك بالإنترنت أو المحاولة مرة أخرى لاحقًا.
de: Die Informationen zur Beschwerde sind derzeit nicht verfügbar. Bitte überprüfe deine Internetverbindung oder versuche es später noch einmal.
es: La información sobre el recurso no está disponible en este momento. Comprueba tu conexión a internet o inténtalo de nuevo más tarde.
hu: A fellebbezéssel kapcsolatos információk jelenleg nem állnak rendelkezésre. Kérjük, ellenőrizd internetkapcsolatod, vagy próbáld újra később.
id: Informasi banding saat ini tidak tersedia. Harap periksa koneksi internet Anda atau coba lagi nanti.
it: Le informazioni del ricorso non sono attualmente disponibili. Verifica la tua connessione internet o riprova più tardi.
ja: 異議申し立て情報は現在利用できません。インターネット接続を確認するか,後ほど再試行してください。
ko: 현재 이의신청 정보를 이용할 수 없습니다. 인터넷 연결을 확인하거나 나중에 다시 시도하세요.
nl: De informatie over het bezwaar is momenteel niet beschikbaar. Gelieve je internetverbinding te controleren of het later opnieuw te proberen.
pt_pt: A informação sobre a reclamação não está atualmente disponível. Verifique a sua ligação à internet ou tente novamente mais tarde.
th: ข้อมูลการอุทธรณ์ไม่สามารถใช้งานได้ในขณะนี้ โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณหรือลองอีกครั้งในภายหลัง
tr: İtiraz bilgileri şu anda kullanılamıyor. Lütfen internet bağlantınızı kontrol edin veya daha sonra tekrar deneyin.
vi: Hiện không có thông tin khiếu nại. Vui lòng kiểm tra kết nối Internet hoặc thử lại sau.

# AppealLabelNotAvailable
source: The comment you reported is no longer available.
ar_001: لم يعد التعليق الذي أبلغت عنه متوفراً.
es: El comentario que has denunciado ya no está disponible.
hu: A jelentett megjegyzés már nem érhető el.
id: Komentar yang Anda laporkan tidak lagi tersedia.
it: Il commento che hai segnalato non è più disponibile.
ja: 報告したコメントは利用できなくなりました。
ko: 신고하신 코멘트는 더 이상 볼 수 없습니다.
nl: De opmerking die je maakte is niet meer beschikbaar.
pt_pt: O comentário que denunciou já não está disponível.
th: ความคิดเห็นที่คุณรายงานไม่สามารถใช้งานได้อีกต่อไป
tr: Bildirdiğiniz yorum artık mevcut değil.
vi: Bình luận bạn đã báo cáo không còn tồn tại.

# AppealRejectedCommentStatusMessage
source: Your appeal was rejected.
ar_001: تم رفض استئنافك
de: Ihr Einspruch wurde abgelehnt
es: Se rechazó su apelación.
hu: A fellebbezése elutasításra került.
id: Banding Anda ditolak.
it: Il tuo ricorso è stato respinto.
ja: 異議は却下されました。
ko: 이의신청이 거부되었습니다.
nl: Je bezwaar is afgewezen.
pt_pt: O seu recurso foi rejeitado.
th: การอุทธรณ์ของคุณถูกปฏิเสธ
tr: İtirazınız reddedildi.
vi: Khiếu nại của bạn đã bị từ chối.

# AppealSubmittedSubtitle
source: We've received your appeal and our moderation team will review your comment as soon as possible. We will notify you about the decision.
ar_001: لقد تلقينا استئنافك وسيراجع فريق الإشراف لدينا تعليقك في أقرب وقت ممكن. وسنعلمك بالقرار.
de: Wir haben deine Beschwerde erhalten und unser Moderationsteam wird deinen Kommentar so schnell wie möglich prüfen. Wir werden dich über unsere Entscheidung informieren.
es: Hemos recibido su apelación y nuestro equipo de moderadores revisará su comentario lo antes posible. Le informaremos de la decisión.
hu: Megkaptuk a fellebbezésedet, és moderátor csapatunk a lehető leghamarabb megvizsgálja a megjegyzésed. A döntésről értesítünk.
id: Kami telah menerima banding Anda dan tim moderasi kami akan segera meninjau komentar Anda. Kami akan memberi tahu Anda tentang keputusannya.
it: Abbiamo ricevuto il tuo ricorso e il nostro team di moderazione esaminerà il tuo commento il prima possibile. Ti faremo sapere quale decisione è stata presa.
ja: あなたの異議申し立てを受け付けました。我々のモデレーション・チームが可及的速やかにあなたのコメントを審査します。決定に関して,ご連絡を差し上げる予定です。
ko: 이의신청이 접수되었으며 중재팀에서 코멘트를 가능한 한 신속하게 검토하고 결정에 대해 알려드리겠습니다.
nl: We hebben je bezwaar ontvangen en ons moderatieteam zal je opmerking zo snel mogelijk beoordelen. We zullen je informeren over de beslissing.
pt_pt: Recebemos o seu recurso e a nossa equipa de moderadores irá rever o seu comentário com a máxima brevidade possível. Iremos informá-lo da decisão.
th: เราได้รับการอุทธรณ์ของคุณแล้ว และทีมกลั่นกรองของเราจะตรวจสอบความคิดเห็นของคุณโดยเร็วที่สุด เราจะแจ้งให้คุณทราบเกี่ยวกับการตัดสินใจ
tr: İtirazınızı aldık ve moderasyon ekibimiz yorumunuzu mümkün olan en kısa sürede inceleyecek. Kararı size bildireceğiz.
vi: Chúng tôi đã nhận được khiếu nại của bạn và đội ngũ kiểm duyệt của chúng tôi sẽ xem xét bình luận của bạn trong thời gian sớm nhất có thể. Chúng tôi sẽ thông báo cho bạn về quyết định của chúng tôi.

# AppealedCommentStatusMessage
source: You have filed an appeal, your comment will be reviewed by a moderator.
ar_001: لقد قدمت استئنافاً, وسيتم مراجعة استئنافك من قبل الوسيط.
de: Sie haben einen Einspruch eingereicht und ihr Kommentar wird von einem Moderator geprüft werden.
es: Ha presentado una apelación. Un moderador revisará su comentario.
hu: Benyújtottál egy fellebezést, egy moderátor felül fogja vizsgálni a hozzászólásodat.
id: Anda telah mengirim banding, moderator akan meninjau komentar Anda.
it: Hai presentato un ricorso e il tuo commento verrà esaminato da un moderatore.
ja: 異議の申し立てが行われました。ご意見はモデレーターによりレビューされます。
ko: 이의를 제기하셨습니다. 중재자가 코멘트를 검토할 것입니다.
nl: Je hebt bezwaar ingediend, je opmerking wordt beoordeeld door een moderator.
pt_pt: Apresentou um recurso. O seu comentário será revisto por um moderador.
th: คุณได้ยื่นอุทธรณ์ ความคิดเห็นของคุณจะได้รับการตรวจสอบโดยผู้ดูแล
tr: İtirazda bulundunuz, yorumunuz bir moderatör tarafından incelenecektir.
vi: Bạn đã nộp đơn khiếu nại, bình luận của bạn sẽ được người kiểm duyệt xem xét.

# AuthorViolatedPolicyCommentMessage
source: Your comment violated our policy.
ar_001: انتهك منشورك سياستنا
de: Ihr Kommentar hat gegen unsere Richtlinie verstoßen.
es: Tu publicación infringe nuestra política
hu: A hozzászólásod megsértette a szabályzatunkat.
id: Komentar Anda melanggar kebijakan kami.
it: Il tuo commento ha violato la nostra politica.
ja: あなたの投稿は、弊社のポリシーに違反しています。
ko: 코멘트가 당사 정책을 위반합니다.
nl: Je opmerking is in strijd met ons beleid
pt_pt: Sua postagem violou nossa política
th: ความคิดเห็นของคุณละเมิดนโยบายของเรา
tr: Yorumunuz politikamızı ihlal etmiştir.
vi: Bình luận của bạn đã vi phạm chính sách của chúng tôi.

source: Awaiting review
ar_001: في انتظار المراجعة
de: Überprüfung ausstehend
es: Esperando revisión
hu: Felülvizsgálatra vár
id: Menunggu peninjauan
it: In attesa di revisione
ja: レビュー待ち
ko: 검토 대기 중
nl: Wachtend op beoordeling
pt_pt: A aguardar revisão
th: รอการตรวจสอบ
tr: İnceleme bekleniyor
vi: Đang chờ xem xét

source: Best
ar_001: الأفضل
de: Beste
es: Mejor
hu: Legjobb
id: Terbaik
it: Il migliore
ja: 最高
ko: 베스트
nl: Beste
pt_pt: Melhor
th: ดีที่สุด
tr: En İyi
vi: Tốt nhất

source: Best rated
ar_001: الأفضل تقييماً
de: Am besten bewertet
es: Mejores comentarios
hu: Legjobbra értékelt
id: Rating terbaik
it: Voto migliore
ja: 最高評価
ko: 좋아요를 가장 많이 받은 글
nl: Best beoordeeld
pt_pt: Com melhor classificação
th: คะแนนดีที่สุด
tr: En iyi puan
vi: Được đánh giá tốt nhất

source: Camera permissions are needed
ar_001: هناك حاجة إلى أذونات الكاميرا
de: Kameraberechtigungen sind erforderlich
es: Permiso de cámara requerido
hu: Kamerára vonatkozó engedélyek szükségesek
id: Diperlukan izin kamera
it: Sono necessarie le autorizzazioni per la fotocamera
ja: カメラの権限が必要
ko: 카메라에 대한 권한이 필요합니다
nl: Er is toestemming tot de camera nodig
pt_pt: Permissões de câmera são necessários
th: จำเป็นต้องได้รับอนุญาตจากกล้อง
tr: Kamera izinleri gerekli
vi: Cần có quyền truy cập vào máy ảnh

source: Cancel
ar_001: الغاء
de: Abbrechen
es: Cancelar
hu: VIsszavonás
id: Batal
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleer
pt_pt: Cancelar
th: ยกเลิก
tr: İptal et
vi: Hủy

source: Cancel Appeal
ar_001: إلغاء طلب إعادة النظر
de: Einspruch abbrechen
es: Cancelar apelación
hu: Fellebbezés visszavonása
id: Batalkan Banding
it: Annulla ricorso
ja: 異議をキャンセル
ko: 이의신청 취소
nl: Bezwaar intrekken
pt_pt: Cancelar reclamação
th: ยกเลิกการอุทธรณ์
tr: İtirazı İptal Et
vi: Hủy khiếu nại

# ChildAbuseSubtitle
source: Child sexual abuse material, grooming or cyberbullying of minors
ar_001: محتوى يظهر اعتداءً جنسياً على الأطفال أو استمالتهم أو تنمر عبر الإنترنت على القصّر
de: Material zum sexuellen Missbrauch von Kindern, Grooming oder Cybermobbing von Minderjährigen
es: Material de abuso sexual infantil, grooming o ciberacoso de menores
hu: Gyermekek szexuális zaklatását tartalmazó anyagok, kiskorúak bizalmába férkőzés vagy internetes zaklatása
id: Materi pelecehan seksual terhadap anak, ketelanjangan, atau perundungan siber terhadap anak di bawah umur
it: Materiale pedopornografico, adescamento o cyberbullismo nei confronti di minori
ja: 子どもの性的虐待表現物,グルーミング,未成年者のネットいじめ
ko: 아동 성적 학대 자료, 미성년자 유인 또는 사이버 괴롭힘
nl: Materiaal m.b.t. kindermisbruik, grooming of het cyberpesten van minderjarigen
pt_pt: Material de abuso sexual de crianças, "grooming" ou "cyberbullying" de menores
th: เนื้อหาเกี่ยวกับการล่วงละเมิดทางเพศเด็ก การเลี้ยงดู หรือการกลั่นแกล้งทางอินเทอร์เน็ตต่อผู้เยาว์
tr: Çocuk cinsel istismarı materyali, reşit olmayanların istismarı veya siber zorbalık
vi: Tài liệu về lạm dụng tình dục trẻ em, dụ dỗ hoặc bắt nạt trẻ vị thành niên trên mạng

# ChildAbuseTitle
source: Child Abuse
ar_001: انتهاك الطفل
de: Kindesmissbrauch
es: Maltrato infantil
hu: Gyermekbántalmazás
id: Pelecehan Anak
it: Abuso di minori
ja: 児童虐待
ko: 아동 학대
nl: Kindermisbruik
pt_pt: Abuso infantil
th: การล่วงละเมิดเด็ก
tr: Çocuk İstismarı
vi: Ngược đãi trẻ em

source: Choose from Gallery
ar_001: اختر من المعرض
de: Wähle aus der Galerie
es: Elige de la Galería
hu: Választás a galériából
id: Pilih dari Galeri
it: Scegli dalla galleria
ja: ギャラリーから選択
ko: 갤러리에서 선택
nl: Kiezen uit galerij
pt_pt: Escolha da Galeria
th: เลือกจากแกลเลอรี
tr: Galeriden Seç
vi: Chọn từ Thư viện

# ClarityDetailsPendingSummary
source: We let registered users know as soon as their comment has been reviewed.
ar_001: نحن نقوم بإبلاغ المستخدمين المسجلين بمجرد مراجعة التعليق الخاص بهم.
de: Wir informieren registrierte Benutzer, sobald ihr Kommentar überprüft wurde.
es: Informamos a los usuarios registrados en cuanto sus comentarios se hayan revisado.
hu: A regisztrált felhasználókat értesítjük, amikor megjegyzésük felülvizsgálata megtörtént.
id: Kami akan segera memberi tahu pengguna terdaftar setelah komentarnya ditinjau.
it: Lo comunichiamo agli utenti registrati non appena il loro commento è stato esaminato.
ja: ご登録ユーザーのお客様には、コメントの審査が終了次第お知らせします。
ko: 등록된 사용자의 코멘트가 검토되는 즉시 알려드립니다.
nl: We laten het geregistreerde gebruikers weten, zodra hun opmerking beoordeeld is.
pt_pt: Informamos os utilizadores registados assim que o seu comentário for analisado.
th: เราแจ้งให้ผู้ใช้ที่ลงทะเบียนทราบทันทีที่ความคิดเห็นของพวกเขาได้รับการตรวจสอบแล้ว
tr: Kayıtlı kullanıcıları yorumları incelendiğinde haberdar ederiz.
vi: Chúng tôi sẽ thông báo cho người dùng đã đăng ký biết ngay sau khi bình luận của họ được xem xét.

# ClarityDetailsRejectedTopParagraph
source: Your comment seems to be in breach of our community guidelines and was therefore rejected. It will only be visible to you.
ar_001: من الواضح أن تعليقك قد خالف إرشادات مجتمعنا وبالتالي تم رفضه. سوف يكون مرئيًا لك فقط.
de: Ihr Kommentar scheint gegen unsere Community-Richtlinien zu verstoßen und wurde daher abgelehnt. Er wird nur für Sie sichtbar sein.
es: Parece que tu comentario incumple las normativas de nuestra comunidad y por ello ha sido rechazado. Solo tú podrás verlo.
hu: Úgy tűnik, hogy megjegyzése sérti közösségi irányelveinket, ezért elutasítottuk. Csak az Ön számára lesz látható.
id: Sepertinya komentar Anda melanggar panduan komunitas kami yang mengakibatkan ditolak. Komentar ini hanya dapat Anda lihat.
it: Il tuo commento sembra violare le linee guida della nostra community ed è pertanto stato respinto. Sarà visibile solo a te.
ja: あなたのコメントは、コミュニティガイドラインに違反しているようですので、拒否されました。このコメントはあなただけに表示されます。
ko: 코멘트가 커뮤니티 가이드라인을 위반한 것으로 보이므로 거부되었습니다. 해당 코멘트는 본인에게만 보입니다.
nl: Je reactie lijkt in strijd te zijn met de richtlijnen van onze community en is daarom geweigerd. Je kunt hem alleen zelf zien.
pt_pt: O seu comentário parece violar as diretrizes da nossa comunidade, pelo que foi rejeitado. Apenas será visível para si.
th: ความคิดเห็นของคุณดูเหมือนจะละเมิดหลักเกณฑ์ของชุมชนเรา และด้วยเหตุนี้จึงถูกปฏิเสธ ข้อมูลนี้จะปรากฏให้คุณเห็นเท่านั้น
tr: Yorumunuz topluluk yönergelerimizi ihlal ediyor gibi göründüğünden reddedildi. Sadece size görünür olacaktır.
vi: Bình luận của bạn dường như vi phạm nguyên tắc cộng đồng của chúng tôi và do đó đã bị từ chối. Bình luận đó sẽ chỉ hiển thị với bạn.

# ClarityPendingReasonsTitle
source: Your comment may have been sent for review for one of the following reasons:
ar_001: ربما اُرسل تعليقك للمراجعة لأحد الأسباب التالية:
de: Ihr Kommentar wurde möglicherweise aus einem der folgenden Gründe zur Überprüfung gesendet:
es: Su comentario puede que haya sido enviado para una revisión por una de las siguientes razones:
hu: Lehet, hogy a megjegyzését felülvizsgálatra küldték az alábbi okok valamelyike miatt:
id: Kami mengirim komentar Anda untuk ditinjau melalui salah satu alasan berikut:
it: Il tuo commento potrebbe essere stato inviato a scopo di revisione per uno dei seguenti motivi:
ja: あなたのコメントは、以下のいずれかの理由により審査中の可能性があります。
ko: 다음과 같은 이유 중 하나로 인해 코멘트가 검토를 위해 전송되었을 수 있습니다.
nl: Je opmerking is mogelijk voor beoordeling gestuurd om een van de volgende redenen:
pt_pt: O seu comentário pode ter sido enviado para revisão por um dos seguintes motivos:
th: ความคิดเห็นของคุณอาจถูกส่งไปเพื่อตรวจสอบด้วยเหตุผลข้อใดข้อหนึ่งต่อไปนี้:
tr: Yorumunuz aşağıdaki nedenlerden birinden dolayı kontrole gönderildi:
vi: Bình luận của bạn có thể đã được gửi đi để xem xét vì một trong những lý do sau:

source: Close editor?
ar_001: هل تريد إغلاق المحرر؟
de: Editor schließen?
es: ¿Cerrar el editor?
hu: Bezárod a szerkesztőt?
id: Tutup editor?
it: Vuoi chiudere l'editor?
ja: エディターを閉じますか？
ko: 편집기를 닫으시겠습니까?
nl: Editor sluiten?
pt_pt: Fechar editor?
th: ปิดเครื่องมือแก้ไขใช่หรือไม่
tr: Düzenleyiciyi kapat?
vi: Đóng trình chỉnh sửa?

# ClosedAndEmptyConversation
source: This conversation has ended and comments are no longer being accepted.
ar_001: انتهت هذه المحادثة ولم يعد يتم قبول التعليقات.
de: Diese Unterhaltung ist beendet und Kommentare werden nicht mehr akzeptiert.
es: Esta conversación ha terminado y ya no se admiten comentarios.
hu: Ez a beszélgetés lezárult, és többé nem fogad hozzászólásokat.
id: Percakapan ini telah berakhir dan tidak lagi menerima komentar.
it: Questa conversazione è terminata, e i commenti non vengono più accettati.
ja: この会話は終了し,コメントは受け付けられなくなりました。
ko: 이 대화는 종료되었으며 더 이상 코멘트를 작성할 수 없습니다.
nl: Dit gesprek is voorbij en je kunt geen opmerkingen meer plaatsen.
pt_pt: Esta conversa terminou e os comentários já não são aceites.
th: การสนทนานี้สิ้นสุดลงแล้ว และความคิดเห็นไม่ได้รับการยอมรับอีกต่อไป
tr: Bu konuşma sona erdi ve yorumlar artık kabul edilmiyor.
vi: Cuộc trò chuyện này đã kết thúc và không còn chấp nhận bình luận nữa.

source: Collapse thread
ar_001: طي الموضوع
de: Diskussion einklappen
es: Plegar hilo
hu: Szál összecsukása
id: Ciutkan utas pesan
it: Riduci conversazioni
ja: スレッドを折りたたむ
ko: 스레드 접기
nl: Discussielijn samenvouwen
pt_pt: Fechar conversa
th: ยุบเธรด
tr: Yazışmayı daralt
vi: Thu gọn chuỗi bình luận

source: Comment
ar_001: تعليق
de: Kommentar
es: Comentario
hu: Hozzászólás
id: Komentar
it: Commento
ja: コメント
ko: 코멘트
nl: Opmerking
pt_pt: Comentário
th: ความคิดเห็น
tr: Yorum
vi: Bình luận

# CommentFollowsGuidelinesAppealTitle
source: I believe my comment follows the community guidelines
ar_001: أعتقد أن تعليقي يتبع إرشادات المنتدى
de: Ich glaube, mein Kommentar entspricht den Community-Richtlinien
es: Considero que mi comentario cumple las normas de la comunidad
hu: Úgy érzem, a megjegyzésem követi a közösségi szabályokat
id: Saya yakin komentar saya mengikuti panduan komunitas
it: Credo che il mio commento rispetti le linee guida della community
ja: 私のコメントはコミュニティガイドラインに従っていると思います
ko: 내 코멘트가 커뮤니티 가이드라인에 부합한다고 생각합니다
nl: Ik geloof dat mijn opmerking de richtlijnen van de community volgt
pt_pt: Acredito que o meu comentário segue as diretrizes da comunidade
th: ฉันเชื่อว่าความคิดเห็นของฉันเป็นไปตามหลักเกณฑ์ของชุมชน
tr: Yorumumun topluluk yönergelerine uygun olduğuna inanıyorum
vi: Tôi tin rằng bình luận của tôi tuân theo nguyên tắc cộng đồng

source: Comment rejected
ar_001: لقد تم رفض التعليق
de: Kommentar abgelehnt
es: Comentario rechazado
hu: Elutasítva
id: Komentar ditolak
it: Rifiutato
ja: 拒否済み
ko: 코멘트 거부됨
nl: Geweigerd
pt_pt: Comentário recusado
th: ความคิดเห็นถูกปฏิเสธ
tr: Reddedildi
vi: Đã từ chối bình luận

# CommenterAppealCancelContinueButton
source: Continue appealing
ar_001: استمر بطلب إعادة النظر
de: Einspruch fortsetzen
es: Seguir apelando
hu: Fellebbezés folytatása
id: Lanjutkan pengajuan banding
it: Continua il ricorso
ja: 引き続き異議を申し立てる
ko: 계속 이의신청하기
nl: Doorgaan met bezwaar
pt_pt: Continuar reclamação
th: อุทธรณ์ต่อไป
tr: İtiraz etmeye devam edin
vi: Tiếp tục khiếu nại

# CommenterAppealTitle
source: Appeal Reason
ar_001: سبب الاستئناف
de: Grund des Einspruchs
es: Motivo de la apelación
hu: Fellebbezés oka
id: Alasan Banding
it: Motivo del ricorso
ja: 再審査の請求の理由
ko: 이의신청 사유
nl: Reden voor bezwaar
pt_pt: Motivo do recurso
th: เหตุผลในการอุทธรณ์
tr: İtiraz nedeni
vi: Lý do khiếu nại

source: Commenting on
ar_001: للتعليق على
de: Kommentar zu
es: Comentando en
hu: Hozzászólás a következőhöz:
id: Mengomentari
it: Commento su
ja: 以下にコメントしています
ko: 다음에 대해 코멘트 작성 중
nl: Reageren op
pt_pt: a comentar
th: กำลังแสดงความคิดเห็นบน
tr: Bunun hakkında yorum yapıyor:
vi: Đang bình luận về

# CommentingReadOnlyMessage
source: Commenting on this article has ended
ar_001: انتهت فترة التعليق على هذا المقال
de: Das Kommentieren dieses Artikels ist beendet
es: Los comentarios de este artículo han finalizado
hu: A cikkhez már nem lehet megjegyzést fűzni
id: Mengomentari artikel ini telah berakhir
it: I commenti a questo articolo sono chiusi
ja: 本記事へのコメントは終了しました
ko: 이 글에 코멘트를 작성할 수 있는 시간이 끝났습니다
nl: Reacties op dit artikel plaatsen is niet meer mogelijk
pt_pt: Os comentários sobre este artigo terminaram
th: การแสดงความคิดเห็นในบทความนี้สิ้นสุดลงแล้ว
tr: Bu yayın için yorumlar kapatıldı
vi: Bình luận về bài viết này đã kết thúc

source: Comments
ar_001: تعقليات
de: Kommentare
es: Comentarios
hu: Hozzászólások
id: Komentar
it: Commenti
ja: コメント
ko: 코멘트
nl: Opmerkingen
pt_pt: Comentários
th: ความคิดเห็น
tr: Yorumlar
vi: Bình luận
