Repository: SpotIM/openweb-ios-sample-app
Catalog: Spot.IM-Development/SpotImCore/Resources/*.lproj/Localizable.strings
Languages: he

# Days
source: d
he: ימים

# Hours
source: h
he: שעות

# Minutes
source: m
he: דק׳

source: to
he: ל -

source: Just now
he: כרגע

source: Conversation
he: תגובות

source: Best
he: עוררו עניין

source: Newest
he: מהסוף להתחלה

source: Oldest
he: מההתחלה לסוף

source: Community Moderator
he: מנהל/ת קהילה

source: Staff
he: צוות

source: Yes
he: כן

source: No
he: לא

source: Cancel
he: ביטול

# AddComment
source: Add a comment
he: הוספת תגובה

source: Commenting on
he: כתיבת תגובה על

source: Post
he: הגב

source: Sign Up to Post
he: הירשם כדי להגיב

# ConnectivityErrorMessage
source: Whoops! Looks like we’re experiencing some connectivity issues.
he: אופססס! נראה שאנו חווים בעיה בתקשורת

source: Delete
he: מחיקת תגובה

# DeleteCommentTitle
source: Delete Comment
he: מחיקת תגובה

# DeleteCommentMessage
source: Are you sure you want to delete this comment?
he: האם ברצונך למחוק תגובה זו?

source: Report
he: דיווח תגובה

source: Got it
he: תודה, קיבלתי

source: Sort by
he: סנן לפי

source: Share
he: שיתוף

source: Reply
he: הגיבו לתגובה

source: Replies
he: תגובות

# CommentingReadOnlyMessage
source: Commenting on this article has ended
he: פרק הזמן להוספת תגובות למאמר זה הסתיים

# DeletedCommentMessage
source: This message was deleted.
he: הודעה זו נמחקה.

# ReportedCommentMessage
source: This message was reported.
he: התקבל דיווח על הודעה זו.

# MutedCommentMessage
source: This user is muted.
he: המשתמש הזה מושתק

# ViolatedPolicyCommentMessage
source: This comment violated our policy.
he: תגובה זו הפרה את המדיניות שלנו.

source: SHOW MORE COMMENTS
he: טען תגובות נוספות

source: Terms
he: תנאים

source: Privacy
he: פרטיות

source: Powered by OpenWeb
he: מנוהל ע״י OpenWeb

source: Powered by
he: מופעל על-ידי

source: Type your reply…
he: כתוב/י את תגובתך

source: What do you think?
he: תגובה חדשה

source: Replying to
he: תגובה ל

source: Comments
he: תגובות

source: Comment
he: תגובה

source: Post a Comment
he: פרסם תגובה

source: Show Comments
he: הצג תגובות

source: Take a Photo
he: צלם תמונה

source: Choose from Gallery
he: בחר מגלריה

source: Camera permissions are needed
he: יש צורך בגישה למצלמה

source: Open settings
he: פתח הגדרות

source: Edit
he: עריכה

source: Update
he: עדכון

source: (Edited)
he: (נערך)

# EditComment
source: Edit a comment
he: ערוך תגובה

source: Recommend
he: המלץ/י

source: Mute
he: השתק

source: Mute User
he: השתק משתמש

# MuteUserMessage
source: After muting this user, you will no longer see their activity. To manage your muted users, go to your profile > Privacy settings
he: לאחר השתקת משתמש זה, לא תראו יותר את הפעילות שלו. כדי לנהל את המשתמשים המושתקים שלכם, עברו אל הפרופיל שלכם > הגדרות פרטיות

source: Read our
he: קרא/י את

source: Image
he: תמונה

# ClosedAndEmptyConversation
source: This conversation has ended and comments are no longer being accepted.
he: שיחה זו הסתיימה ולא יתקבלו תגובות נוספות.

# EmptyConversation
source: Start the conversation and share your thoughts and ideas with the community.
he: התחילו את השיחה ושתפו את הקהילה במחשבות וברעיונות שלכם.

# IdentityAttackTitle
source: Identity Attack
he: מתקפת זהות

# IdentityAttackSubtitle
source: Harassment, bullying, personal attacks or direct threats.
he: העלבה, בריונות, איומים או כל סוג של תקיפה אישית

# HateSpeechTitle
source: Hate Speech
he: דברי שטנה

# HateSpeechSubtitle
source: An attack on any individual or group solely based on religion, race, gender or creed.
he: גזענות, מיזוגיניה, תקיפה מגדרית ואידאולוגית או כל סוג של תקיפה כנגד קבוצה

# InappropriateLanguageTitle
source: Inappropriate Language
he: שפה לא נאותה

# InappropriateLanguageSubtitle
source: Excessive profanity, obscenity, vulgarity, or slurs.
he: חומרי תועבה, ניבולי פה, שפה גסה, קללות או כל סוג של התנהגות פוגענית

# SpamTitle
source: Spam
he: ספאם

# SpamSubtitle
source: Advertising, phishing, scamming, bots, or repetitive posts.
he: פרסום, דיוג (פישינג), תרמיות, בוטים, פוסטים חזרתיים

# FalseInformationTitle
source: False Information
he: מידע כוזב

# FalseInformationSubtitle
source: Disinformation, misinformation, conspiracy theories or additional misleading information.
he: מידע כוזב, מידע מוטעה, תיאוריית קונספירציה או כל סוג של מידע מטעה

# SexualActivityTitle
source: Sexual Activity
he: פעילות מינית

# SexualActivitySubtitle
source: Sexually explicit, pornographic, flirtatious, or sexually aggressive.
he: תוכן מיני בוטה, פורנוגרפיה, פלירטוט, אלימות מינית

# ProfileTitle
source: Profile
he: פרופיל

# ProfileSubtitle
source: Inappropriate username, avatar, bio, impersonation
he: התחזות או שם משתמש, אווטאר או פרטים אישיים (ביו) בלתי הולמים

# ChildAbuseTitle
source: Child Abuse
he: התעללות בילדים

# ChildAbuseSubtitle
source: Child sexual abuse material, grooming or cyberbullying of minors
he: חומר התעללות מינית בילדים, פיתוי קטינים לפעילות מינית או בריונות ברשת של קטינים

# TerrorismTitle
source: Terrorism
he: טרור

# TerrorismSubtitle
source: Encouraging and/or glorifying terrorism; extremist violence
he: עידוד ו/או האדרת טרור; אלימות קיצונית

# CopyrightInfringementTitle
source: Copyright infringement
he: הפרת זכויות יוצרים

# CopyrightInfringementSubtitle
source: Use of your copyrighted work without authorization
he: שימוש ביצירה שלך המוגנת בזכויות יוצרים ללא אישור

# OtherTitle
source: Other
he: סיבה אחרת

# ReportReasonTitle
source: Submit a Report
he: שליחת דיווח

# ReportReasonCancelTitle
source: Cancel Report
he: בטל דיווח

# ReportReasonCancelSubtitle
source: Are you sure you want to cancel your report and delete the reason you provided?
he: האם אתה בטוח שברצונך לבטל את הדיווח שלך ולמחוק את הסיבה שסיפקת?

# ReportReasonCancelContinueButton
source: Continue reporting
he: המשך את הדיווח

# ReportReasonCancelCancelButton
source: Cancel Report
he: בטל דיווח

# ReportReasonSubmittedTitle
source: Thank You for Your Feedback!
he: תודה על המשוב!

# ReportReasonSubmittedSubtitle
source: You will be notified via email about the moderation decision
he: תישלח לך הודעת דוא"ל עם החלטת ההנהלה

# ReportReasonTextViewMandatoryPlaceholder
source: Please provide additional information
he: אנא ספק מידע נוסף

# ReportReasonTextViewPlaceholder
source: You can add additional information here
he: אתה יכול להוסיף מידע נוסף כאן

# ReportReasonHelpUsTitle
source: To help us understand the problem, please choose which of these options best describe the violation (learn more)
he: כדי לעזור לנו להבין את הבעיה, אנא בחר איזו מהאפשרויות הבאות מתארת את ההפרה בצורה הטובה ביותר (למידע נוסף)

# ReportReasonHelpUsClickText
source: (learn more)
he: (למידע נוסף)

source: Community Guidelines
he: הנחיות הקהילה

source: Submit
he: שלח/י

source: Try again
he: נסה שנית

# AdditionalInfoTitle
source: Additional information
he: מידע נוסף

# ReportSubmissionFailedTitle
source: Report Submission Failed
he: הגשת הדיווח נכשלה

# ReportSubmissionFailedMessage
source: Your report could not be submitted. Please check your connection and try again later.
he: לא ניתן היה להגיש את הדיווח שלך. אנא בדוק את חיבור האינטרנט שלך ונסה שוב מאוחר יותר.

source: Collapse thread
he: צמצם את השרשור

# ViewMultipleRepliesFormat
source: View %d replies
he: הצג %d תגובות

# ViewSingleReplyFormat
source: View %d reply
he: הצג תגובה אחת

# ViewPartOfRepliesFormat
source: View %d of %d replies
he: הצג %d מתוך %d תגובות

source: Learn more
he: למד עוד

# RejectedCommentStatusMessage
source: Your comment was rejected.
he: תגובתך נדחתה.

# PendingCommentStatusMessage
source: Hold on, your comment is waiting for approval.
he: המתן בסבלנות, תגובתך ממתינה לאישור.

# ClarityPendingReasonsTitle
source: Your comment may have been sent for review for one of the following reasons:
he: ייתכן שהתגובה שלך נשלחה לבדיקה עקב אחת מהסיבות הבאות:

source: Awaiting review
he: בהמתנה לבדיקה

# RejectReasonEnsureCivil
source: All of our decisions are designed to ensure civil, open and inclusive discourse within the community.
he: כל ההחלטות שלנו נעשות במטרה להבטיח שיח תרבותי, פתוח ומכיל בתוך הקהילה.

# RejectReasonMachineLearning
source: We use advanced machine learning technology combined with unbiased human moderation to review all questionable content.
he: אנו משתמשים בטכנולוגיית למידת מכונה מתקדמת בשילוב עם פיקוח אנושי אובייקטיבי כדי לסקור את כל התכנים המוטלים בספק.

# RejectReasonWeDoNotCensor
source: We do not censor. Our mission is to help build thriving communities and encourage open and civil conversations.
he: אנו לא מצנזרים. המשימה שלנו היא לעזור לבנות קהילות משגשגות ולעודד שיחות פתוחות ותרבותיות.

# PendingResonManualApproval
source: All comments on the site require manual approval (so nothing personal)
he: כל ההערות באתר דורשות אישור ידני (אז זה לא אישי)

# PendingReasonPerformanceReview
source: Certain comments are sent to an internal product performance review (it’s not you, it’s us)
he: הערות מסוימות נשלחות לסקירת ביצועי מוצר פנימית (זה לא אתה, זה אנחנו)

# PendingResonCommunityGuidelines
source: Your comment has been automatically flagged as it may not align with our community guidelines (You can revise your comment at any time)
he: התגובה שלך סומנה אוטומטית מכיוון שהיא עשויה שלא להתאים להנחיות הקהילה שלנו (תוכל לערוך את התגובה שלך בכל עת)

source: Comment rejected
he: התגובה נדחתה

# RejectReasonsTitle
source: How do we reach our decisions?
he: כיצד אנו מגיעים להחלטות שלנו?

# ClarityDetailsPendingSummary
source: We let registered users know as soon as their comment has been reviewed.
he: אנו מודיעים למשתמשים הרשומים ברגע שההערה שלהם נבדקת.

# ViewNewComments
source: View %d new comments
he: הצגת %d תגובות חדשות

# ViewNewComment
source: View %d new comment
he: הצגת %d תגובה חדשה

# TypingNow
source: %d Typing now
he: מקלידים עכשיו %d

# LoginPromptTitle
source: Authorize to participate
he: מורשה להשתתף

source: Your Username
he: שם המשתמש שלך

source: Comment reported successfully
he: ההודעה דווחה בהצלחה

source: Copy Comment to Clipboard
he: העתק את התגובה ללוח

source: The text you entered might be deleted if not published.
he: .במידה ולא יפורסם, הטקסט שכתבת עלול להימחק

source: It seems we are experiencing technical issues. Please try again
he: נסה שוב עוד כמה דקות.

# The Internet connection appears to be offline.
source: Looks like we’re experiencing some connectivity issues.
he: נראה שאנו חווים בעיה בתקשורת.

source: Log Out
he: התנתקות

source: Log In
he: התחברות

source: Are you sure you want to log out?
he: ?האם ברצונך להתנתק מהשיחה

source: Add a Comment
he: הוספת תגובה

# Oops...
source: Whoops!
he: ...אופססס

source: Leave Page
he: צא מהעמוד

source: Continue Writing
he: המשך בכתיבה

source: Leave this page?
he: יציאה מהעמוד

source: Write a Comment
he: כתיבת תגובה

source: Text copied to clipboard
he: טקסט הועתק ללוח

source: We are unable to load comments right now.
he: נראה שאין ביכולתנו לטעון תגובות נוספות.

source: Retry
he: נסה שוב

source: Report Comment
he: דיווח תגובה

source: Reporting this comment will send it for review and hide it from your view
he: דיווח על תגובה זו ישלח לאדמין, כמו כן, התגובה תוסתר מהתצוגה שלך.

source: It seems like your comment has violated our policy. We recommend you try again with different phrasing.
he: התגובה שכתבת ככל הנראה הפרה את המדיניות שלנו. אנו ממליצים לנסות לנסח שוב את תוכן התגובה.

source: Be the first to comment
he: היו הראשונים להגיב

source: View Previous Reply
he: הצג תגובות קודמות

source: Hide Reply
he: הסתר תגובות

source: View Previous Replies
he: הצג תגובות קודמות

source: Hide Replies
he: הסתר תגובות

source: View Reply
he: הצג תגובה

source: View Replies
he: הצג תגובות

# Typing
source: Typing Now
he: מגיבים כרגע...

source: New Comment
he: תגובה חדשה

source: New Comments
he: תגובות חדשות

source: Edit a Comment
he: ערוך תגובה

source: Your comment is waiting for approval due to the site’s policy.
he: התגובה שלך ממתינה לאישור, בכפוף למדיניות האתר.

source: Loading
he: טוען...

source: Your nickname
he: השם שלך

source: Admin
he: אדמין

source: Moderator
he: מנהל

source: Journalist
he: עיתונאי

source: Be the first to comment on this article.
he: היו הראשונים להגיב.

source: This message was rejected.
he: תגובה זו לא אושרה.
